{
	"npc" : {
		"1" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"2" : "ขอบคุณมากค่ะ!",
		"3" : "ขอบคุณที่เหนื่อยนะคะ!",
		"301" : "พลเรือเอก ขอบคุณที่เหนื่อยนะคะ!",
		"302" : "ยินดีต้อนรับสู่โรงงานของอาคาชิค่ะ!",
		"303" : "เอาล่ะ จะพัฒนาอุปกรณ์อันไหนเหรอคะ? ",
		"304" : "ถ้าเป็นตอนนี้ล่ะก็ พัฒนาอุปกรณ์ได้เลยค่ะ",
		"305" : "อุปกรณ์อันนี้สินะคะ?",
		"306" : "รับทราบค่ะ! ",
		"307" : "ไว้ใจดิฉันได้เลยค่ะ!",
		"308" : "รู้สึกดีจังเลย! พัฒนาสำเร็จแล้วค่ะ!",
		"309" : "ขอโทษนะคะ... พัฒนาล้มเหลวซะแล้วสิ...",
		"310" : "อุปกรณ์ชิ้นนี้ สามารถพัฒนาไปสู่ระดับที่สูงกว่าได้แล้วนะคะ!",
		"311" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"312" : "ยินดีต้อนรับค่ะ จะรับอะไรดีคะ?",
		"313" : "อันนี้สินะคะ!",
		"314" : "แน่ใจว่าต้องการอันนี้ใช่มั้ยค่ะ?",
		"315" : "ยินดีต้อนรับสู่ร้านของอาคาชิค่ะ!",
		"316" : "ขอบพระคุณมากค่ะ!",
		"317" : "พลเรือเอก ขอบพระคุณที่อุดหนุนเสมอมานะคะ!",
		"318" : "การต่อเรือในอู่ใหญ่เนี่ย ไว้ตอนที่(อยากล้มละลายและ)มีทรัพยากรเหลือเฟือ ค่อยมาลุ้นด้วยกันนะคะ!",
		"401" : "พลเรือเอก ภารกิจสำเร็จแล้วค่ะ!",
		"402" : "พลเรือเอก ดูเหมือนว่าจะทำภารกิจสำเร็จแล้วนะคะ!",
		"403" : "พลเรือเอก ยินดีด้วยค่ะ!",
		"404" : "กองเรือส่งโทรเลขเข้ามาค่ะ!",
		"405" : "พลเรือเอก มีโทรเลขเข้ามาค่ะ!",
		"406" : "มีอะไรหรือเปล่าคะ?",
		"407" : "พลเรือเอก ได้โปรดออกคำสั่งปฏิบัติภารกิจด้วยค่ะ",
		"408" : "พลเรือเอก ได้เวลาสำหรับภารกิจต่อไปแล้ว",
		"409" : "รับทราบค่ะ!",
		"410" : "ขอรบกวนด้วยนะคะ!"
	},
	"titlecall_a" : {
		"01" : "คังโคเระ",
		"02" : "คัง-โค-เระ",
		"03" : "คังโคเระ",
		"04" : "คั~ง~โค~เระ!",
		"05" : "คังโคเระ!",
		"06" : "คั~ง~โค~เระ!",
		"07" : "คังโคเระ~",
		"08" : "คั~ง~โค~เระ!",
		"09" : "คันไต คอลเล็คชั่น, คังโคเระ",
		"10" : "คังโคเระ!",
		"11" : "คัง-โค-เระ!",
		"12" : "คังโคเระ",
		"13" : "คัง-โค-เระ",
		"14" : "คันไต คอลเล็คชั่น! คังโคเระ",
		"15" : "คังโคเระ!",
		"16" : "คั~ง~โค~เระ!!",
		"17" : "คังโคเระ!",
		"18" : "คัง-โค-เระ!",
		"19" : "คังโคเระ!",
		"20" : "คัง-โค-เระ!"
	},
	"titlecall_b" : {
		"01" : "คังโคเระ เริ่มได้!",
		"02" : "คั~ง~โค~เระ! จะเริ่มล่ะนะ!",
		"03" : "คังโคเระ เริ่มได้ค่ะ!",
		"04" : "คั~ง~โค~เระ! มาเริ่มกันเลย!",
		"05" : "คังโคเระ เริ่มได้...",
		"06" : "คั~ง~โค~เระ! จะเริ่มล่ะนะ...",
		"07" : "ได้ยินเสียงชัดมั้ยล่ะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"08" : "ไปลุยกันเลย! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"09" : "ได้ยินเสียงชัดมั้ยคะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะจ๊ะ",
		"10" : "ได้ยินเสียงชัดมั้ยคะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"11" : "คังโคเระ เริ่มได้!",
		"12" : "คังโคเระ เริ่มได้!",
		"13" : "คังโคเระ... จะเริ่มล่ะนะ!"
	},
	"titlecall_c" : {
		"01" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"02" : "ขอฝากเนื้อฝากตัวด้วยค่า~",
		"03" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"04" : "ต่อจากนี้ไปก็ขอฝากเนื้อฝากตัวด้วยน๊า~",
		"05" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"06" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"07" : "พลเรือเอกมาถึงฐานทัพเรือแล้วค่ะ จากนี้เป็นต้นไป ที่นี่จะอยู่ในความดูแลของคุณนะ",
		"08" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"09" : "ผู้การมาแล้วค่ะ จากนี้ไปที่นี่จะอยู่ในความดูแลของท่านค่า",
		"10" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"11" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ"
	},
	"43" : {
		"Intro" : "เราคือชิกุเระ เรือพิฆาตชั้นชิราสึยุ จากนี้ไปขอฝากเนื้อฝากตัวด้วยค่ะ",
		"Library" : "เราคือชิกุเระ เรือพิฆาตลำดับที่สอง ชั้นชิราสึยุค่ะ ในศึกที่อ่าวเลย์เตครั้งนั้น ได้เข้าร่วมกับกองเรือนิชิมูระเพื่อบุกช่องแคบซูริกาโอะแห่งชะตากรรมล่ะ ทั้งฟุโซและยามาชิโระต่างก็สุดยอดกันทั้งนั้น… แม้ตอนนี้ทุกคนจะลืมกันไปหมดแล้ว แต่ก็ยังมีเราที่ยังจดจำได้ดี…",
		"Poke(1)" : "เรียกเราเหรอคะ พลเรือเอก?",
		"Poke(2)" : "ฝนตกดีจัง",
		"Poke(3)" : "สนใจในตัวเราเหรอ? ...เอาสิ อยากจะถามอะไรก็ลองถามมาได้เลยค่ะ",
		"Married" : "พลเรือเอกที่ขยันขันแข็งเราก็คิดว่าเท่ดีนะ แต่ว่าท่านอย่าหักโหมจนเกินไปได้ไหมคะ?",
		"Wedding" : "ฝน... ดูท่าจะยังไม่หยุดเลย พลเรือเอกอยู่ตรงนั้นเดี๋ยวก็เปียกหมดหรอกค่ะ เข้ามาอยู่ใกล้ๆ เราสิ อยู่ด้วยกันอย่างนี้จนกว่าฝนจะหยุดก็แล้วกัน",
		"Ranking" : "พลเรือเอกคะ มีจดหมายส่งมาค่ะ",
		"Join" : "ชิกุเระ จะไปล่ะค่ะ",
		"Equip(1)" : "ขอบคุณค่ะ ดูเหมือนเราจะแข็งแกร่งขึ้นมานิดหน่อยล่ะนะ",
		"Equip(2)" : "ตอร์ปิโดออกซิเจนเหรอ... อื้ม เราก็อยากได้บ้างจัง",
		"Equip(3)" : "ฝนคงหยุดตกสักวัน",
		"Supply" : "ขอบคุณค่ะ",
		"Docking(1)" : "ขอบคุณค่ะ มันต้องดีขึ้นแน่",
		"Docking(2)" : "ฉันเป็นตัวถ่วงให้ทุกคนหรือเปล่านะ... เรื่องครั้งนี้ จะต้องตอบแทนให้ได้ เราสัญญา",
		"Construction" : "เรือลำใหม่ต่อเสร็จแล้วนะ",
		"Return" : "กองเรือกลับมาอย่างปลอดภัย ค่อยยังชั่ว",
		"Sortie" : "เรือพิฆาต ชิกุเระ ออกปฏิบัติการ",
		"Battle" : "เจอเรือศัตรูแล้ว",
		"Attack" : "เราจะไม่ยอมแพ้อยู่ที่นี่หรอก",
		"Yasen(1)" : "พวกแกนี่น่าผิดหวังจริงๆ",
		"Yasen(2)" : "น่าเสียดายนะ",
		"MVP" : "ชัยชนะศึกนี้น่ะ ถ้าเทียบกับพลังของเราแล้วล่ะก็เป็นแค่ส่วนเล็กน้อยเท่านั้น คงต้องขอบคุณสายฝนนี้... ใช่ และก็พลเรือเอกด้วย",
		"Damaged(1)" : "โดนด้วยเหรอ...?",
		"Damaged(2)" : "อย่านะ มันเจ็บไม่ใช่เหรอ",
		"Damaged(3)" : "ไล่ต้อนคนอย่างเราได้ถึงขนาดนี้ ...ก็ดี เอาเลยสิ",
		"Sunk" : "เรามาได้แค่นี้เองเหรอ... พลเรือเอก ทุกคน... ลาก่อนนะ",
		"Idle" : "ถ้าเรายังอยู่ตรงนี้ จะเป็นอะไรไหมนะ...?",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วค่ะ..."
	},
	"243" : {
	},
	"145" : {
		"H0000" : "ตอนนี้เวลา 00:00 เลยเที่ยงคืนแล้วค่ะ กำลังจะขึ้นวันใหม่แล้วนะคะ",
		"H0100" : "01:00 พลเรือเอกดูเหนื่อยๆ นะคะ",
		"H0200" : "02:00 ยังไหวมั้ยคะ?",
		"H0300" : "03:00 เป็นคืนที่เงียบสงบจังเลยนะคะ",
		"H0400" : "04:00 เราไม่เป็นไรค่ะ พลเรือเอกใจดีจังเลยนะคะ",
		"H0500" : "05:00 เช้าวันใหม่เริ่มต้นแล้วค่ะ",
		"H0600" : "06:00 วันนี้เรามารับหน้าที่เลขาบอกเวลาในวันนี้ค่ะ",
		"H0700" : "07:00 ตอนเช้าน่ะ เราก็ชอบเหมือนกันนะ",
		"H0800" : "08:00 ได้เวลาเริ่มปฏิบัติการแล้วนะคะ พลเรือเอก",
		"H0900" : "09:00 โลกนี้มันช่างวุ่นวายจังเลยนะคะ",
		"H1000" : "10:00 งานของพลเรือเอก เอ่อ... อืม... ก็เป็นพลเรือเอกสินะคะ",
		"H1100" : "11:00 เราก็เริ่มรู้สึกหิวแล้วเหมือนกันนะ",
		"H1200" : "12:00 เหนื่อยไหมคะ? ได้เวลาแล้วล่ะ ไปทานอาหารเที่ยงกันเถอะค่ะ",
		"H1300" : "13:00 ได้ทานอาหารเที่ยงกับพลเรือเอก ดีใจจังเลยค่ะ",
		"H1400" : "14:00 ปฏิบัติการช่วงบ่ายนี้ ก็มาพยายามกันต่อนะคะ",
		"H1500" : "15:00 สนใจตารางการจัดอับดับมั้ยคะ?",
		"H1600" : "16:00 พลเรือเอก เหนื่อยหน่อยนะคะ ขอบคุณสำหรับวันนี้ค่ะ",
		"H1700" : "17:00 พลเรือเอกยุ่งอยู่สินะคะ",
		"H1800" : "18:00 ถ้าเป็นงานที่เราช่วยได้ ก็คงจะดีนะ...",
		"H1900" : "19:00 ได้เวลาทานอาหารเย็นแล้วนะคะ",
		"H2000" : "20:00 ได้เวลารบกลางคืนแล้วเหรอ... เสียงดังจังเลยนะคะ",
		"H2100" : "21:00 กลางคืนแล้วเหรอ...",
		"H2200" : "22:00 ทำตัวตามสบายก็ได้นะคะ อืม... เราก็เหมือนกัน",
		"H2300" : "23:00 วันนี้ก็หมดหน้าที่สำหรับชิกุเระจากซาเซโบแล้วค่ะ"
	},
	"45" : {
		"Intro" : "สวัสดีค่ะ เรือพิฆาตชั้นชิราสึยุ ยูดาจิโหยว~! ขอฝากเนื้อฝากตัวด้วยนะ!",
		"Library" : "เรือพิฆาตชั้นชิราสึยุ ลำดับที่ 4 ยูดาจิค่ะ การต่อสู้ในศึกที่โซโลมอนครั้งที่ 3 ชั้นได้พยายามอย่างเต็มที่เลยนะโป้ย! แต่รู้สึกว่า... คำว่า ไอรอนบอททอม ซาวด์ เนี้ยเป็นคำที่น่ากลัวจังเลยเนอะ?",
		"Poke(1)" : "เรียกเราเหรอโป้ย? มีอะไรเหรอคะ?",
		"Poke(2)" : "คุณพลเรือเอก มีธุระอะไรเหรอ~?",
		"Poke(3)" : "หืม~? อะไรเหรอคะ มีเกมใหม่มาเหรอโป้ย?",
		"Married" : "ถ้าเพื่อพลเรือเอกที่เราชอบแล้วล่ะก็... ยูดาจิจะต้องแข็งแกร่งกว่านี้ให้ได้เลยโป้ย!",
		"Wedding" : "คุณพลเรือเอก ทำไมหน้าแดงเหรอโป้ย? ทำไมล่ะ? เรื่องความรักเหรอ? คนที่ชอบเหรอคะ? เอ๋! ไม่เอานะ เราจะทำไงดีล่ะ!?",
		"Ranking" : "เหมือนจะมีโทรเลขหรืออะไรซักอย่าง ส่งมานะโป้ย?",
		"Join" : "เรือพิฆาต ยูดาจิ ออกปฏิบัติการ~!",
		"Equip(1)" : "หืม~! ไม่เลวเลยนี่คะ!",
		"Equip(2)" : "เราในเวอร์ชั่นใหม่เหรอโป้ย?",
		"Equip(3)" : "โป้ย~?",
		"Supply" : "เอิ๊ก! อิ่มจังเลยโป้ย~",
		"Docking(1)" : "กินข้าว~ กินข้าว~",
		"Docking(2)" : "เหมือนว่า... จะง่วงนอนแล้ว ขอเราไปพักล่ะนะโป้ย~",
		"Construction" : "เพื่อนใหม่มาถึงแล้วล่ะโป้ย!",
		"Return" : "กองเรือกลับมาแล้วเหรอโป้ย?",
		"Sortie" : "ขอโทษที่ให้คอยค่า!",
		"Battle" : "เอาล่ะ! มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะ",
		"Attack" : "แล้วเราจะยิงใครก่อนดีล่ะ?",
		"Yasen(1)" : "อืม! มาต่อกันอีกสักหน่อยไหมโป้ย?",
		"Yasen(2)" : "เจอนี่หน่อยเป็นไงล่ะ!",
		"MVP" : "ยูดาจิ พยายามได้ดีมากเหรอโป้ย? คุณพลเรือเอก ชมเค้าหน่อยสิ ชมหน่อย~",
		"Damaged(1)" : "อ๊า!",
		"Damaged(2)" : "ว้าย!",
		"Damaged(3)" : "โธ่! เจ้าบ้า แบบนี้เราก็สู้ต่อไม่ได้สิโป้ย~",
		"Sunk" : "นี่หรือว่า... คือการถูกจมอย่างนั้นเหรอโป้ย~",
		"Idle" : "เอ่อคือ... เราถูกทิ้งเหรอโป้ย? เราไม่ดีพอเหรอโป้ย!? แบบนี้ต้องฝึกให้มากกว่านี้ซะแล้วสิ!",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วโป้ย~!"
	},
	"245" : {
	},
	"144" : {
		"Married" : "ขอโทษที่ให้คอยค่า!",
		"Equip(1)" : "ถ้าเพื่อพลเรือเอกที่เราชอบแล้วล่ะก็... ยูดาจิจะต้องแข็งแกร่งกว่านี้ให้ได้เลยโป้ย!",
		"Equip(2)" : "มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะค่ะ!",
		"Sortie" : "เอาล่ะ! มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะ",
		"Battle" : "ฝันร้ายแห่งโซโลมอนน่ะ เราจะแสดงให้ดูเอง!",
		"Yasen(1)" : "ฝันร้ายแห่งโซโลมอนน่ะ เราจะแสดงให้ดูเอง!",
		"Yasen(2)" : "มีเป้าหมายให้เลือกยิงเต็มไปหมดเลยล่ะโป้ย~",
		"Damaged(1)" : "ยูดาจิ จะเข้าโจมตีล่ะนะโป้ย!",
		"Damaged(2)" : "ต่อให้ต้องกางใบเรือออก ก็จะสู้ต่อนะ!",
		"Sunk" : "กัปตันคิกคาวะ... จะได้พบกันอีกไหมนะ..."
	},
	"182" : {
		"Intro" : "เรือซ่อมบำรุง อาคาชิค่ะ! ถ้าได้รับความเสียหายเล็กๆ น้อยๆ มาล่ะก็ สามารถให้ดิฉันช่วยซ่อมบำรุงได้เลยนะคะ ไว้ใจดิฉันได้เลยค่ะ!",
		"Library" : "เรือซ่อมบำรุงเฉพาะกิจเพียงหนึ่งเดียวในกองเรือผสม อาคาชิค่ะ! ในตอนที่ดิฉันประจำการที่ฐานทัพเกาะทรัค ได้รับหน้าที่ในการซ่อมแซมเรือที่เสียหายจากการรบในแนวหน้าค่ะ ดิฉันได้คอยช่วยเหลือทุกคนจากแนวหลังอยู่ที่นั่นจนกระทั่งฐานทัพถูกทำลายเลยล่ะค่ะ ขอฝากเนื้อฝากตัวด้วยนะคะ!",
		"Poke(1)" : "ได้เวลาของอาคาชิแล้วสินะคะ",
		"Poke(2)" : "พลเรือเอก อยากจะซ่อมบำรุงกับดิฉันเหรอคะ? เสียหายตรงไหนมาล่ะคะ?",
		"Poke(3)" : "ถ้ามาจับเครนของดิฉันแบบนี้ มันจะเกิดอันตรายได้นะคะ อ๊ะ! แบบนั้นมันยิ่งอันตรายกว่าเดิมอีกค่ะ!",
		"Married" : "พลเรือเอก คุณต้องรู้จักดูแลตัวเองบ้างนะคะ ส่วนเรื่องการซ่อมบำรุง... ให้ดิฉันจัดการเองนะคะ! ตกลงมั้ย?",
		"Wedding" : "พลเรือเอก มีอะไรเหรอคะ? อยากจะให้สร้างแหวนแต่งงานในโรงงานของดิฉันเหรอคะ โถ่! ใครจะเป็นผู้โชคดีกันนะ? เอ๋! สำหรับดิฉันเหรอคะ? มะ-ไม่จริงน่า! เอ่อ... จะเก็บรักษามันไว้อย่างดีเลยค่ะ ขอบพระคุณมากค่ะ",
		"Ranking" : "พลเรือเอก อยากจะตรวจสอบรายงานของกองเรือเหรอคะ?",
		"Join" : "เรือซ่อมบำรุง อาคาชิ! จะไปล่ะนะคะ!",
		"Equip(1)" : "สิ่งนี้น่ะเหรอคะ~ ผลลัพธ์ของการพัฒนา!",
		"Equip(2)" : "ดิฉันยังซ่อมบำรุงได้อีกเยอะ~ เลยล่ะค่ะ ขอบคุณมากนะคะ!",
		"Equip(3)" : "จะให้ซ่อมแซมอันนี้ด้วยเหรอคะ?",
		"Supply" : "ขอบพระคุณมากค่ะ ช่วยได้มากเลยล่ะค่ะ!",
		"Docking(1)" : "ดิฉันเองคิดว่า ตัวดิฉันก็ต้องการ... การซ่อมบำรุงบ้างแล้วเหมือนกันนะคะ...",
		"Docking(2)" : "เห้อ... ถ้ามีซักคนมาช่วยขัดหลังให้ คงจะรู้สึกดีมากเลยนะคะ~ ช่วยได้มากเลยล่ะค่ะ~",
		"Construction" : "ดูเหมือนว่าเรือลำใหม่จะต่อเสร็จแล้วค่ะ น่าสนใจจังเลยนะคะ~",
		"Return" : "กองเรือกลับมาถึงอย่างปลอดภัยแล้วค่ะ เหนื่อยจังเลย~",
		"Sortie" : "กองเรือผสม อาคาชิ! จะไปล่ะนะคะ!",
		"Battle" : "จะให้ดิฉันต่อสู้เหรอคะ... ยังไงก็ต้องทำให้ได้สินะคะ!",
		"Attack" : "ยิงล่ะนะ!",
		"Yasen(1)" : "จะให้ตามไล่ล่า? เอ๋! ต้องให้ดิฉันตามไปด้วยเหรอคะ?!",
		"Yasen(2)" : "ถึงดิฉันจะทำได้ไม่ค่อยดีเท่าไรนักก็เถอะ...!",
		"MVP" : "เอะ... เอ๋!? ด-ดิฉัน!? ทำอะไรลงไปคะเนี้ย...? ก็คง... ดีใจล่ะมั้งคะ...",
		"Damaged(1)" : "โอ๊ย... เจ็บนะ! โรงงานยังปลอดภัยใช่ไหม?",
		"Damaged(2)" : "โดนยิงแล้วล่ะค่ะ! อย่าให้ไฟไหม้ลุกลามไปถึงเครื่องจักรนะคะ!",
		"Damaged(3)" : "ด-ดิฉันตกเป็นเป้าหมายเหรอคะ! ในสภาพแบบนี้คงจะซ่อมบำรุงไม่ไหวแล้วล่ะค่ะ...",
		"Sunk" : "นี่ดิฉันกำลังจะจมลงสู่ใต้ท้องทะเลแล้วสินะ... มันคงจะเป็นการหลับไหลที่ยาวนานเลยสินะคะ... ทุกคน... ราตรีสวัสดิ์ค่ะ",
		"Idle" : "อื้ม... เอ่อ... ไม่เป็นไรค่ะ ไม่ต้องห่วงดิฉันหรอกนะคะ ก็นั่งซ่อมนู่นนั่นนี่รอไปเรื่อย... ไม่ต้องสนใจดิฉันก็ได้นะคะ... ไม่เป็นไรค่ะ... ไม่เป็นไร...",
		"Repair" : "ปรับปรุงโรงงานเสร็จเรียบร้อยแล้วค่ะ"
	},
	"187" : {
		"Intro" : "เรือซ่อมบำรุง อาคาชิค่ะ! ถ้าเป็นเรื่องการซ่อมบำรุงล่ะก็ไว้ใจดิฉันได้เลยค่ะ! ดิฉันจะคอยช่วยเหลือทุกคนที่อยู่ในแนวหน้าเองค่ะ!",
		"Poke(1)" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"Poke(2)" : "พลเรือเอก ดิฉันคิดว่าคุณควรจะได้รับการซ่อมบำรุงจากดิฉันบ้างนะคะ...",
		"Battle" : "ถึงดิฉันจะไม่ควรเข้าร่วมในการปะทะ แต่มันคงหลีกเลี่ยงไม่ได้สินะคะ!",
		"Attack" : "ดิฉันไม่เคยคาดคิดมาก่อนเลยนะคะ ว่าจะต้องมาจับอาวุธต่อสู้กับศัตรูแบบนี้",
		"MVP" : "นี่น่ะเพื่อตอบแทนบุญคุณของพลเรือเอกค่ะ ได้โปรดรับไว้ด้วยนะคะ แต่ว่า... หน้าที่ของดิฉันคือการซ่อมบำรุงนะคะ!",
		"H0000" : "00:00 เที่ยงคืนแล้วค่ะ จะไปพักผ่อนหรือยังคะ?",
		"H0100" : "01:00 ค่ะ คุณยังไม่ง่วงเหรอคะ? เอ๋! ดิฉันเหรอคะ ดิฉันน่ะสบายมากค่ะ!",
		"H0200" : "02:00 ค่ะ คิดถึงตอนอยู่ที่ฐานทัพเกาะทรัคเลยจังนะคะ~ โหมงานหนักมากเลยล่ะค่ะ! ",
		"H0300" : "03:00 ค่ะ เอ่อ... ปาเลาน่ะ เรื่องอะไรกันนะ ทำไมถึงจำไม่ค่อยได้เลยล่ะค่ะ",
		"H0400" : "04:00 สินะคะ ใกล้จะเช้าแล้วนะคะ เมื่อคืนนี้ไม่ได้พักผ่อนจะไม่เป็นอะไรเหรอคะ?",
		"H0500" : "05:00 ค่ะ เปิดฟ้าวันใหม่แล้วนะคะ",
		"H0600" : "06:00 ค่ะ พลเรือเอก จะรับอาหารเช้าเลยไหมคะ? ถึงแม้ฝีมือจะสู้มามิยะซังไม่ได้ แต่อาหารฝีมือของดิฉันก็อร่อยใช้ได้เลยนะคะ!",
		"H0700" : "07:00 ค่ะ เช้าแล้วนะคะ ลองยืดเส้นยืดสายคลายง่วงหน่อยไหมคะ?",
		"H0800" : "08:00 ค่ะ เอาล่ะ! ได้เวลาเริ่มการซ่อมบำรุงแล้วค่ะ!",
		"H0900" : "09:00 ค่ะ จะให้ดิฉันช่วยซ่อมบำรุงใครเหรอคะ? เอ๋! จะให้ดิฉันเข้าร่วมภารกิจ!",
		"H1000" : "10:00 พลเรือเอก... คือว่าเรื่องภารกิจของดิฉันเนี้ย... เอ่อ ถ้าให้ติดอาวุธพวกนั้นไปด้วยก็คงจะไหวละมั้งคะ...",
		"H1100" : "11:00 พลเรือเอกจะบ้าบิ่นเกินไปแล้วนะคะ... มันจะแย่เอาได้นะคะ! ถ้าเครื่องจักรของดิฉันเกิดได้รับความเสียหายขึ้นมา...",
		"H1200" : "12:00 แล้วค่ะ ได้เวลาแกงกะหรี่ของอาคาชิแล้วสินะคะ! ทำไมพูดอย่างนั้นล่ะคะ?",
		"H1300" : "13:00 ค่ะ ดิฉันขอไปจัดการงานในโรงงานหน่อยนะคะ มีงานรอให้สะสางเยอะแยะเลยล่ะค่ะ",
		"H1400" : "14:00 ค่ะ ได้เวลาเริ่มการซ่อมบำรุงช่วงบ่ายแล้วสินะคะ!",
		"H1500" : "15:00 ค่ะ พลเรือเอก ไม่รู้สึกอยากได้ของว่างซักหน่อยเหรอคะ? นะคะ!",
		"H1600" : "16:00 ค่ะ ขนมปังโมนากะไส้ถั่วแดงของมามิยะซัง อร่อยจังเลยนะคะ~ ฉันอยากจะลองทำดูบ้างจัง~",
		"H1700" : "17:00 ค่ะ พระอาทิตย์ใกล้จะตกดินดินแล้วนะคะ เห้อ... เหนื่อยจังเลยค่ะ~",
		"H1800" : "18:00 ค่ะ อยากจะไปทานอาหารเย็นที่ไหนดีคะ? บางทีก็อย่างเช่น โรงแรมยามาโตะ? ล้อเล่นนะคะ!",
		"H1900" : "19:00 ค่ะ ขออภัยนะคะที่มันอาจจะดูเรียบง่ายไปสักหน่อย แต่อาหารเย็นพร้อมแล้วค่ะ!",
		"H2000" : "20:00 ค่ะ หนังท้องตึงหนังตาก็หย่อนซะแล้วสิ หาว~ อ๊ะ! ขออภัยค่ะ! ",
		"H2100" : "21:00 แล้วนะคะ วันนี้ก็เหลืออีกแค่ 3 ชั่วโมงแล้วค่ะ ขอบคุณที่เหนื่อยนะคะ!",
		"H2200" : "22:00 ฐานทัพเวลากลางคืน เงียบสงบดีจังเลยนะคะ อยากให้เป็นแบบนี้ไปตลอดเลยล่ะค่ะ...",
		"H2300" : "23:00 พลเรือเอก สำหรับวันนี้ก็ขอขอบพระคุณที่เหน็ดเหนื่อยนะคะ!"
	},
	"183" : {
		"Intro" : "พลเรือเอกคะ เรือลาดตระเวนเบา โอโยโดะ มาเข้าร่วมกองเรือแล้วค่ะ! ทั้งการสั่งการและการควบคุมกองเรือให้เป็นหน้าที่ของดิฉันได้เลยค่ะ!",
		"Library" : "เรือลาดตระเวนเบารุ่นใหม่ที่ถูกออกแบบมาเพื่อเป็นเรือธงโดยเฉพาะ โอโยโดะค่ะ แต่เพราะเกิดความผิดพลาดในการติดตั้งเครื่องบินลาดตระเวนรุ่นใหม่ และสถานการณ์ของสงครามที่เปลี่ยนไป ทำให้บทบาทหน้าที่ในการเป็นเรือธงของกองเรือผสมของดิฉันไม่ค่อยมีมากเท่าไรนัก แต่ว่าดิฉันก็ยังคงมีหน้าที่สำคัญในยุทธการที่ทางเหนือและยุทธการเรโก ในฐานะแนวหน้าดิฉันจะทำให้ดีที่สุดค่ะ",
		"Poke(1)" : "ค่ะ! ให้เป็นหน้าที่ของดิฉันได้เลยค่ะ",
		"Poke(2)" : "พลเรือเอก จะใช้วิธีการติดต่อสื่อสารแบบไหนเหรอคะ? แบบที่พูดสื่อสารกันโดยตรงก็คิดว่าดีนะคะ ค่ะ!",
		"Poke(3)" : "พลเรือเอกคะ นั่นน่ะไม่ใช่อุปกรณ์สื่อสารหรอกนะคะ ถ้ามาจับตามใจชอบแบบนี้ล่ะก็ จะเป็นอุปสรรคต่อการควบคุมกองเรือได้นะคะ",
		"Married" : "พลเรือเอก ขอบคุณมากนะคะที่ดูแลโอโยโดะมาโดยตลอด ดิฉันน่ะคอยเฝ้ามองท่านจากที่ตรงนี้มาโดยตลอดเลยนะคะ รู้ตัวบ้างหรือเปล่าคะ?",
		"Wedding" : "พลเรือเอก เรียกโอโยโดะเหรอคะ? เอ๋ อันนี้ให้ดิฉันเหรอคะ? ขอบคุณค่ะ พลเรือเอก ดิฉันจะเก็บรักษามันไว้อย่างดีไปตลอดเลยค่ะ",
		"Ranking" : "พลเรือเอก รวบรวมข้อมูลกองเรือของเรามาให้แล้วค่ะ",
		"Join" : "เรือธงของกองเรือ โอโยโดะ ออกปฏิบัติการค่ะ",
		"Equip(1)" : "ปรับสมรรถนะให้ดิฉันเหรอคะ? ขอบคุณค่ะ",
		"Equip(2)" : "นั่นสินะคะ ดิฉันเองก็จะอยากจะติดตั้งตอร์ปิโดเอาไว้เหมือนกัน... แต่ว่า...",
		"Equip(3)" : "เป็นไปตามแผนที่คำนวนค่ะ",
		"Supply" : "ทั้งการขนส่งและการเติมเสบียง ต่างก็เป็นสิ่งสำคัญนะคะ",
		"Docking(1)" : "ขอโทษนะคะ ขอถอยกลับมาอยู่แนวหลังสักครู่หนึ่ง",
		"Docking(2)" : "ขอโทษที่ทำให้ต้องวุ่นวายนะคะ ถ้าได้พักสักครู่จะยินดีมากเลยละค่ะ",
		"Construction" : "เรือลำใหม่ต่อเสร็จแล้วค่ะ",
		"Return" : "กองเรือปฏิบัติภารกิจสำเร็จแล้วค่ะ ขอบคุณทุกคนที่เหนื่อยนะคะ",
		"Sortie" : "เรือธงของกองเรือผสม โอโยโดะ ออกปฏิบัติการค่ะ",
		"Battle" : "ค้นพบกองเรือข้าศึก! เริ่มโจมตีด้วยปืนใหญ่ พร้อม! รบกวนด้วยนะคะ",
		"Attack" : "พร้อมแล้ว! ทำการเล็ง ยิงได้!",
		"Yasen(1)" : "คิดถึงยุทธการเรโกเอาไว้ค่ะ ทุกคน... ทำการโจมตี!",
		"Yasen(2)" : "กองเรือเคลื่อนพลได้! ทุกคนทำได้ดีมากค่ะ!",
		"MVP" : "เอ๋! ดิฉันทำผลงานได้ดีที่สุดเหรอคะ? แหม ไม่ทันได้คิดไปถึงเรื่องนั้นเลยล่ะค่ะ แต่ว่าก็รู้สึกภูมิใจอยู่นิดๆ นะคะ อือฮึๆ",
		"Damaged(1)" : "ว๊าย! โดนยิงซะแล้วล่ะค่ะ!",
		"Damaged(2)" : "ไม่นะ... น้ํารั่ว! รีบรักษาสมดุลไปทางกราบขวาเร็วเข้า!",
		"Damaged(3)" : "อึก! เสียหายหนักแล้วล่ะค่ะ ต-แต่ว่า โอโยโดะน่ะยังไม่จมหรอกนะคะ... ไม่ยอมจมหรอกค่ะ!",
		"Sunk" : "ทีมควบคุมความเสียหาย! เอ๋... ไม่ได้...? ทำไม่ได้เหรอ!? พลเรือเอก... คงมาได้แค่นี้แล้วล่ะค่ะ จะต้องได้พบกันสักวันในที่ไหนสักแห่งนะคะ...",
		"Idle" : "พลเรือเอกคะ ได้เวลาสำหรับเริ่มปฏิบัติการครั้งต่อไปแล้วนะคะ เอ๋! พ-พลเรือเอกคะ? นี่คุณได้ยินที่ชั้นพูดมั้ยคะ? เน้?",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วค่ะ"
	},
	"321" : {
		"Intro" : "พลเรือเอกคะ เรือธงโอโยโดะ มาเข้าร่วมกองเรือแล้วค่ะ! หน้าที่ควบคุมกองเรือในแนวหน้าให้เป็นหน้าที่ของดิฉันได้เลยค่ะ",
		"Poke(2)" : "พลเรือเอก วิธีการติดต่อสื่อสารแบบนั้นมันเป็นยังไงเหรอคะ? เป็นรหัสลับ? หรืออะไรทำนองนั้นหรือเปล่าคะ?",
		"Poke(3)" : "พลเรือเอกคะ ตรงนั้นน่ะไม่เกี่ยวกับหน้าที่บัญชาการนะคะ ขอร้องล่ะค่ะ อย่ามาเกะกะการบัญชาการกองเรือนะคะ!",
		"Ranking" : "พลเรือเอก อยากจะดูข้อมูลของกองเรือเหรอค่ะ",
		"Join" : "เรือธงของกองเรือผสม โอโยโดะ ออกปฏิบัติการค่ะ",
		"Equip(1)" : "ปรับสมรรถนะให้ดิฉันอีกเหรอคะ? ขอบคุณค่ะ",
		"Equip(2)" : "ดิฉันอยากจะติดตั้งตอร์ปิโดและเครื่องบินลาดตระเวนเอาไว้บ้าง... ได้ไหมคะ...?",
		"Sortie" : "เรือธงของกองเรือ โอโยโดะ มาออกปฏิบัติการอย่างสุดความสามารถกันเถอะค่ะ!",
		"Battle" : "ค้นพบกองเรือข้าศึก! เริ่มโจมตีด้วยปืนใหญ่ พร้อม! ทุกคนคะไปกันเถอะค่ะ",
		"Attack" : "ทุกป้อมพร้อม! ทำการเล็ง ยิงได้!",
		"Yasen(2)" : "นี่ยังไงล่ะ! พลังที่แท้จริงของเรือชั้นโอโยโดะ!",
		"Idle" : "พลเรือเอกคะ คิดยังไงกับเรื่องการปรับสมรรถนะให้โอโยโดะเหรอคะ? ยังไงเหรอเนี้ย? นี่ดิฉันถามจริงจังนะคะ โถ่!",
		"H0000" : "พลเรือเอกคะ เริ่มเข้าเช้าวันใหม่แล้วนะคะ วันนี้ดิฉันก็ขอฝากเนื้อฝากตัวด้วยค่ะ",
		"H0100" : "พลเรือเอกคะ ขณะนี้เวลา 01:00 หน้าที่รายงานเวลาให้เป็นหน้าที่ของดิฉันได้เลยค่ะ",
		"H0200" : "พลเรือเอก 02:00 ค่ะ เอ๋? พลเรือเอก หรือว่ากำลังจะไปนอนแล้วเหรอคะ?",
		"H0300" : "03:00 ระหว่างที่พลเรือเอกกำลังพักผ่อน ดิฉันขอตรวจดูแผนการควบคุมกองเรืออีกซักรอบดีกว่า...",
		"H0400" : "ขณะนี้เวลา 04:00 หน้าของพลเรือเอกตอนหลับนี่น่ารักจังเลยนะคะ... อือฮึๆ ได้กำไรแล้วล่ะมั้งนะ!",
		"H0500" : "05:00 ค่ะ พลเรือเอก เช้าแล้วนะคะ ต้องปลุกทุกคนแล้วสินะคะ ทุกคนตื่นค่ะ!",
		"H0600" : "06:00 พลเรือเอก ดิฉันเตรียมอาหารเช้าไว้เสร็จเรียบร้อยแล้วค่ะ ดิฉันลองใส่ขนมปังลงไปในซุปมิโซะด้วยนะคะ",
		"H0700" : "ขณะนี้เวลา 07:00 ค่ะ พลเรือเอก ทานอาหารเช้าเสร็จเรียบร้อยแล้วหรือยังคะ? ถ้าเช่นนั้นดิฉันขอเก็บโต๊ะเลยนะคะ?",
		"H0800" : "08:00 ค่ะ เอาล่ะ! มาฝึกซ้อมกองเรือกันเถอะค่ะ เรามาตั้งใจฝึกซ้อมอย่างเข้มงวดกันดีกว่าค่ะ!",
		"H0900" : "พลเรือเอก 09:00 ค่ะ ต่อจากการฝึกซ้อมรบ ก็ได้เวลาออกปฏิบัติการแล้วสินะคะ แผนการสำหรับภารกิจอยู่ตรงนี้แล้วค่ะ",
		"H1000" : "10:00 ค่ะ วันนี้โทเนะซังก็อยู่ด้วยสินะคะ โทเนะซังคะ~!",
		"H1100" : "11:00 โทเนะซังกับจิคุมะซังนี่ ดูสนิทสนมกันดีจังเลยนะคะ ดิฉันชักจะอิจฉานิดๆ ซะแล้วสิ...",
		"H1200" : "12:00 พลเรือเอก อาหารเที่ยงรับเป็นแกงกะหรี่นะคะ แกงกะหรี่ของกองทัพค่ะ!",
		"H1300" : "13:00 พลเรือเอก รับแกงกะหรี่ของโอโยโดะเพิ่มอีกไหมคะ? รสชาติไม่เหมือนเดิมแล้วใช่ไหมคะ?",
		"H1400" : "ขณะนี้เป็นเวลา 14:00 ค่ะ เอ๋? อาชิงาระซังเป็นยังไงบ้างเหรอคะ? อื้ม!",
		"H1500" : "15:00 ค่ะ ถึงจะเป็นเรือลาดตระเวนหนักก็เถอะ แต่อาชิงาระซังก็เข้ากันกับดิฉันได้อย่างน่าประหลาดใจเลยล่ะค่ะ อือฮึๆ",
		"H1600" : "16:00 ค่ะ พลเรือเอก อาชิงาระซังมายื่นคำร้อง ขอเบิกเนื้อสันนอกกับน้ำมันพืชจำนวนมากค่ะ!",
		"H1700" : "ขณะนี้เป็นเวลา 17:00 ค่ะ พลเรือเอก ภาพของดวงอาทิตย์ลาลับขอบฟ้าในยามอัสดงที่ทะเลแห่งนี้ ช่างสวยงามมากเลยนะคะ",
		"H1800" : "พลเรือเอก 18:00 ค่ะ อาหารเย็นจะรับเป็นอะไรดีคะ? ซาชิมิได้ไหมคะ?",
		"H1900" : "19:00 ค่ะ พลเรือเอก อาหารเย็นของวันนี้เกรงว่าจะเปลี่ยนเมนูกลายเป็นของทอดซะแล้วค่ะ คิดว่ายังไงบ้างคะ?",
		"H2000" : "20:00 ค่ะ พลเรือเอก ชาร้อนหลังอาหาร ดิฉันขอวางเอาไว้ตรงนี้นะคะ",
		"H2100" : "ขณะนี้เป็นเวลา 21:00 ค่ะ ใกล้จะถึงเวลาศึกกลางคืนแล้ว... สินะคะ อือฮึๆ ฉันไม่เอาด้วยหรอกนะคะ รบกลางคืนเนี่ย งานเอกสารยังกองอยู่เพียบเลยล่ะค่ะ",
		"H2200" : "22:00 ค่ะ พลเรือเอก ใกล้จะเสร็จงานแล้ว จะพักสักหน่อยไหมคะ?",
		"H2300" : "พลเรือเอก 23:00 ค่ะ ขอบคุณที่เหนื่อยมาตลอดทั้งวันนะคะ พรุ่งนี้ก็มาพยายามด้วยกันอีกนะคะ"
	},
	"69" : {
		"Intro" : "ฉันชื่อโจไคค่ะ ยินดีที่ได้รู้จักค่ะ",
		"Library" : "เรือชั้นทาคาโอะ ลำดับที่ 4 โจไคค่ะ เคยแล่นไปทั้ง มาเลเซีย โซโลมอน หมู่เกาะมาเรียนา และอ่าวเลย์เต เพื่อปฏิบัติภารกิจค่ะ",
		"Poke(1)" : "อ๊ะ ผู้การ ขอบคุณที่เหนื่อยค่ะ",
		"Poke(2)" : "ยังมีคำสั่งอะไรอยู่อีกหรือเปล่าคะ?",
		"Poke(3)" : "อ๊ะ อันนี้ก็เป็นภารกิจเหมือนกันเหรอคะ!?",
		"Married" : "โจไครู้สึกปลื้มใจนะคะ ที่ได้อยู่กับคุณ ถือเป็นเกียรติมากค่ะ",
		"Wedding" : "ถ้ามีอะไรสับสนเกี่ยวกับกลยุทธ์ละก็... มาหาชั้นได้นะ เราสองคน... จะช่วยกันแก้ไขนะ!",
		"Ranking" : "ผู้การคะ มีจดหมายเข้ามาค่ะ",
		"Join" : "เตรียมพร้อม! โจไค! ออกปฏิบัติการ!",
		"Equip(1)" : "ปรับสมรรถนะเหรอคะ ยินดีค่ะ!",
		"Equip(2)" : "สิ่งนี้... ช่วยให้รู้สึกดีจังเลยนะคะ",
		"Equip(3)" : "ชั้นน่ะ... ดีใจมากเลยค่ะ!",
		"Supply" : "ปรับสมรรถนะเหรอคะ ยินดีค่ะ!",
		"Docking(1)" : "กำลังจะเริ่มซ่อมบำรุงค่ะ",
		"Docking(2)" : "อย่างที่คิด เหมือนว่าจะฝืนเกินไปหน่อยนะคะ",
		"Construction" : "เด็กใหม่สินะ ผู้การเองก็สนใจเหรอคะ?",
		"Return" : "รายงานสำหรับการออกปฏิบัติการค่ะ",
		"Sortie" : "เอ้า ไปกันเลย เอาล่ะนะ!",
		"Battle" : "ทางกราบซ้าย พบศัตรู!",
		"Attack" : "ทางกราบซ้าย เตรียมเปิดฉากยิง!",
		"Yasen(1)" : "จะตามไปนะคะ ไม่ยอมให้หนีหรอก!",
		"Yasen(2)" : "ป้อมปืนหลักทั้งหมด เตรียมพร้อม... ยิง!!",
		"MVP" : "เป็นไปตามการคำนวนของฉันเลยค่ะ แน่นอนว่า เพราะกลยุทธของผู้การถึงสำเร็จได้นะคะ",
		"Damaged(1)" : "อ้าา!",
		"Damaged(2)" : "โดนยิงตรงไหนน่ะ!?",
		"Damaged(3)" : "ด้วยการคำนวนของฉัน มันไม่มีทางเป็นแบบนี้!",
		"Sunk" : "นี่เป็น... การคำนวณที่ผิดพลาดของฉัน... ขอโทษนะคะ...",
		"Idle" : "เรื่องรบกลางคืน ค่อนข้างมั่นใจนะคะ... แต่เรื่องเครื่องบินของศัตรู... ต้องทำเหมือนพี่มายะสินะ... แต่... แต่ว่า...",
		"Repair" : "การซ่อมแซมเสร็จสิ้นแล้วค่ะ"
	},
	"272" : {
		"Supply" : "รู้สึกขอบคุณอย่างยิ่งค่ะ สำหรับทรัพยากร"
	},
	"427" : {
		"Intro" : "โจไค มาแล้วค่ะ! สำหรับวันนี้ก็ขอความกรุณาด้วยนะคะ!",
		"Poke(1)" : "โจไค มาแล้วค่ะ รู้สึกปลื้มใจนะคะ ที่ได้รับการปรับสมรรถนะเพื่อศึกรบกลางคืนโดยเฉพาะ",
		"Join" : "เรือธงกองเรือที่ 8 เรือลาดตระเวนหนัก โจไค จะลุยล่ะนะคะ!",
		"Supply" : "รู้สึกขอบคุณอย่างยิ่งค่ะ สำหรับทรัพยากร",
		"Battle" : "ตามที่คำนวนไว้ พบกองเรือศัตรู กองเรือทั้งหมด โจมตีได้!",
		"Attack" : "เผชิญหน้ากับกองเรือศัตรู! เตรียมพร้อม... โจมตีได้!",
		"Yasen(1)" : "ชั้นจะแสดงให้ดูเองค่ะ ผลลัพธ์ของการฝึกฝนความแข็งแกร่งเพื่อการรบกลางคืน กองเรือทั้งหมด ตามไจโคมาเลยค่ะ!",
		"Damaged(1)" : "สะพานเดินเรือถูกยิง!? ไม่เป็นไร! ยังสู้ต่อได้อยู่ค่ะ!"
	},
	"56" : {
		"Intro" : "ไอดอลแห่งกองเรือ นากะจังด่าโหยว~ ยินดีที่ได้รู้จักค่ะ!",
		"Library" : "ผู้ถูกเลือกให้เป็นเซ็นเตอร์แห่งกองเรือตอร์ปิโดที่ 4 นากะจังค่า! มีภารกิจมากมาย ทั้งหน้าที่คุ้มกันเรือขนส่ง ทั้งภารกิจคุ้มกันที่ทางใต้ของเกาะทรัค... เอ๋! ทัวร์โชว์เหรอ? ไม่มีเรื่องอย่างนั้นสักหน่อย!",
		"Poke(1)" : "อรุณสวัสดิ์ค่า~!",
		"Poke(2)" : "นากะจัง สไมล์~!",
		"Poke(3)" : "นากะจังน่ะ เป็นของทุกคนนะคะ กรุณาอย่ามาถูกเนื้อต้องตัวกันได้ไหมคะ?",
		"Married" : "ขอบคุณน้า~!",
		"Wedding" : "ขอบคุณที่สนับสนุนกันมาโดยตลอดนะคะ! ฉันจะพยายามให้มากขึ้น! มากขึ้น! กว่าเดิมเพื่อพลเรือเอกนะคะ! วิ๊ง~☆",
		"Ranking" : "มีสายติดต่อเรื่องงานมาหาพลเรือเอกค่ะ!",
		"Join" : "งานเข้าอีกแล้วสินะ?",
		"Equip(1)" : "นากะจัง พาวเวอร์อัพ!",
		"Equip(2)" : "มีเสน่ห์มากกว่าเดิม~!",
		"Equip(3)" : "ขอบคุณน้า~!",
		"Supply" : "นากะจัง พาวเวอร์อัพ!",
		"Docking(1)" : "อย่ามาแอบดูหลังเวทีนะคะ!",
		"Docking(2)" : "ขอไปพักผ่อนก่อนนะคะ ราตรีสวัสดิ์ค่า~",
		"Construction" : "มีรุ่นน้องคนใหม่เข้ามาล่ะ~ อดใจรอไม่ไหวแล้ว!",
		"Return" : "งานเสร็จแล้วจ้า ขอบคุณที่เหนื่อยนะ!",
		"Sortie" : "นากะจัง ขึ้นแสดงแล้วค่าา~!",
		"Battle" : "ออกนอกสถานที่ทีไร ผิวแห้งทุกทีเลยล่ะค่ะ...",
		"Attack" : "ตู้มมม!!",
		"Yasen(1)" : "นากะจัง เซ็นเตอร์! เด่นที่สุดในเวที~!",
		"Yasen(2)" : "ขอบคุณสำหรับที่ผ่านมานะค้าาา~!",
		"MVP" : "ถึงเกมจะน่าเบื่อ แต่อย่าเพิ่งเกลียดนากะจังเลยนะคะ!",
		"Damaged(1)" : "กรี๊ด! อย่าทำที่หน้านะ~!",
		"Damaged(2)" : "เจ็บ! บอกว่าเจ็บไม่ใช่เหรอไง!",
		"Damaged(3)" : "ต่อให้เป็นแบบนั้น... แต่นากะจังไม่มีวันเปลี่ยนใจหรอกค่ะ!",
		"Sunk" : "เอ๋? นากะกำลังจะจมเหรอ? ไม่นะ... ไอดอลน่ะไม่มีวันจมหรอก...",
		"Idle" : "เอ่อ... งานเนี่ย ถ้าไม่ไปเข้าฉากต่อไปล่ะก็... อ๊ะ! วันนี้หยุดสินะ... งี้นี่เอง...",
		"Repair" : "เสื้อผ้าซ่อมเสร็จแล้วสินะ"
	},
	"224" : {
		"Supply" : "ข้าวกล่องเหรอคะ? จะทานล่ะนะค้าา!"
	},
	"160" : {
		"Intro" : "นากะจัง ด่าโหยว! ตอนนี้มีเสน่ห์ยิ่งกว่าเดิมอีกนะคะ~♪",
		"Poke(1)" : "โย้ช! วันนี้นากะจังก็น่ารักเหมือนเดิมนะคะ",
		"Poke(2)" : "นากะจัง สบายดีค่าา~!",
		"Supply" : "ข้าวกล่องเหรอคะ? จะทานล่ะนะค้าา!",
		"Battle" : "จะจับมือหรือถ่ายรูปก็โอเคอยู่นะคะ~ แต่พวกของขวัญช่วยส่งไปให้ที่ฐานด้วยน้า~♪"
	},
	"9" : {
		"Intro" : "ยินดีที่ได้รู้จัก ฟุบุกิค่ะ! ขอฝากเนื้อฝากตัวด้วยนะคะ!",
		"Library" : "เรือลำดับที่หนึ่งของคลาสเรือพิฆาตรุ่นพิเศษ ที่ถูกสร้างขึ้นตามกฎข้อบังคับของสนธิสัญญานาวีวอชิงตันอันเลื่องชื่อไปทั่วโลก ฟุบุกิค่ะ และพวกเราได้กลายเป็นแม่แบบให้เรือพิฆาตรุ่นหลังๆ อีกมากมาย ค่ะ! จะพยายามเต็มที่ค่ะ!",
		"Poke(1)" : "เหนื่อยหน่อยนะคะผู้การ",
		"Poke(2)" : "ต่อไปจะให้ทำอะไรดีคะ?",
		"Poke(3)" : "ผ-ผู้การ...?",
		"Married" : "สำเร็จแล้วค่ะ!",
		"Wedding" : "เอ่อคือ... คือว่า... ฉัน... กับผู้การแล้ว... คิดว่าฉันชอบ... ป-เปล่า ค-เคารพสุดๆ เลย ค่ะ!",
		"Ranking" : "ผู้การคะ มีรายงานส่งมาค่ะ!",
		"Join" : "ฉันจะจัดการให้เองค่ะ",
		"Equip(1)" : "ขอบคุณนะคะ จะพยายามให้มากขึ้นนะคะ",
		"Equip(2)" : "เพื่อผู้การแล้ว ฉันจะพยายามเต็มที่ค่ะ!",
		"Equip(3)" : "สำเร็จแล้วค่ะ!",
		"Supply" : "ขอบคุณนะคะ จะพยายามให้มากขึ้นนะคะ",
		"Docking(1)" : "ขอพักสักครู่หนึ่งนะคะ",
		"Docking(2)" : "ขอโทษค่ะผู้การ ขอไปพักผ่อนก่อนนะคะ",
		"Construction" : "อ๊ะ! เหมือนจะมีพวกพ้องคนใหม่มานะคะ",
		"Return" : "ยุทธการดูท่าจะสำเร็จลุล่วงไปได้ด้วยดีนะคะ",
		"Sortie" : "ทุกคน! พร้อมกันแล้วใช่ไหม?",
		"Battle" : "ไปเลย!",
		"Attack" : "ยิงโดนทีเถอะ!",
		"Yasen(1)" : "ตอร์ปิโดออกซิเจนทั้งหมด ยิงได้!",
		"Yasen(2)" : "ได้โปรด ยิงโดนทีเถอะนะคะ",
		"MVP" : "ฉันทำได้แล้วค่ะ เพราะผู้การแท้ๆ เลย",
		"Damaged(1)" : "โอ้ย!",
		"Damaged(2)" : "ว้าย!",
		"Damaged(3)" : "อะไรกัน ไม่ได้นะคะ!",
		"Sunk" : "ไม่นะ~ ไม่เอานะ!",	
		"Idle" : "ป้อมปืนหลัก พร้อม! แท่นยิงตอร์ปิโด พร้อม! ห้องเครื่อง ไม่มีปัญหา! ต่อไปก็... อ๊ะ! จริงสิ ตรวจสอบแถวนั้นด้วยดีกว่า เอ...",
		"Repair" : "ผู้การคะ ซ่อมบำรุงเสร็จแล้วค่ะ"
	},
	"201" : {
		"Intro" : "ฟุบุกิค่ะ! วันนี้ก็ขอฝากเนื้อฝากตัวด้วยนะคะ!",
		"Poke(1)" : "พร้อมลุยเสมอค่ะ ผู้การ!",
		"Poke(2)" : "ค่ะ เตรียมตัวเรียบร้อยแล้วค่ะ ผู้การ!",
		"Poke(3)" : "อะไรเล่ามุทสึกิจัง... เอ๊ะ! ผู้การ!?",
		"Married" : "ขอบคุณที่เหน็ดเหนื่อยเสมอมาค่ะ ผู้การ คือว่า... นี่น่ะ ฟุบุกิทำเองเลยนะคะ ถ้าหากว่าไม่รังเกียจเชิญทานได้เลยนะคะ นี่ค่ะ!",
		"Ranking" : "ผู้การ จะตรวจสอบรายงานสินะคะ",
		"Join" : "แน่นอนอยู่แล้ว ฉันจะจัดการให้เรียบเลยค่ะ ออกเรือล่ะนะคะ! ",
		"Equip(1)" : "อ๊ะ! ขอบพระคุณมากค่ะ!",
		"Equip(2)" : "ฉันจะพยายามให้มากขึ้นนะคะ",
		"Equip(3)" : "ค่ะผู้การ!",
		"Return" : "ยุทธการเสร็จสิ้น ขอบคุณที่เหนื่อยนะคะ!",
		"Sortie" : "จะไปแล้วนะคะ! ทุกคน! พร้อมกันแล้วใช่ไหม?",
		"Battle" : "เปิดฉากยิง ไปเลย!",
		"Attack" : "อึก! ฉันจะปกป้องทุกคนเอง!",
		"Yasen(1)" : "เตรียมยิงตอร์ปิโด จะไล่ตามศัตรูไปนะคะ",
		"Idle" : "ป้อมปืนหลัก พร้อม! แท่นยิงตอร์ปิโด พร้อม! ห้องเครื่อง ไม่มีปัญหา! ต่อไปก็... อ๊ะ! จริงสิ ตรวจสอบแถวนั้นด้วยดีกว่า เอ...",
		"H0000" : "ผู้การคะ เริ่มเข้าวันใหม่แล้วนะคะ วันนี้ฟุบุกิจะมาทำหน้าที่แจ้งเวลานะคะ",
		"H0100" : "01:00 ค่ะ ไฮ!",
		"H0200" : "02:00 ค่ะ ผู้การ... ช่วงเวลานี้ฐานทัพเรือสงบเงียบดีจังนะคะ",
		"H0300" : "03:00 ค่ะ เอ๊ะ? ฉันเหรอคะ? อ่า... ไม่เป็นไรค่ะ ยังไม่ง่วงเลยสักนิดค่ะ",
		"H0400" : "04... 00... ค่ะ... อ่ะ! ไม่ใช่ ไม่ใช่นะคะ! ฟุบุกิยังไฟแรงอยู่ ค่ะ!",
		"H0500" : "05:00 ค่ะ ผู้การ เวลาเช้าๆ แบบนี้รู้สึกดีจริงๆ เลยนะคะ!",
		"H0600" : "06:00 ค่ะ แตรปลุกรับอรุณสินะคะ มาค่ะ! กองเรือ แตรปลุกรับอรุณ!",
		"H0700" : "07:00 ค่ะ ผู้การ เตรียมอาหารเช้าไว้ให้ทางนี้แล้วค่ะ อาหารชุดค่ะ! เช้านี้มีซุบมิโสะเสิร์ฟคู่กับมันฝรั่งนะคะ",
		"H0800" : "08:00 ค่ะ เยี่ยม! เท่านี้ก็ล้างจานเสร็จแล้วค่ะ! ผู้การ ฟุบกิเตรียมพร้อมออกปฏิบัติการเรียบร้อยแล้วค่ะ!",
		"H0900" : "09:00 ค่ะ ชิรายูกิจัง ฮัทสึยูกิจัง พร้อมมั้ย ผู้การคะ กองเรือพิฆาตที่ 11 พร้อมออกปฏิบัติการทุกเมื่อค่ะ!",
		"H1000" : "10:00 ค่ะ อาคากิซัง~ ไม่ว่าจะมองอีกสักกี่ครั้งก็เป็นคนที่วิเศษไปเลยนะคะ สักวัน... ฉันอยากจะได้ร่วมออกรบในฐานะเรือคุ้มกันของอาคากิซังบ้าง~ อ๊ะ! แค่ฝันนะคะ! แค่ความฝัน!",
		"H1100" : "11:00 ค่ะ ใกล้จะเที่ยงแล้วสินะคะ มื้อเที่ยงนี้ทานอะไรดี... ผู้การคะ แกงกะหรี่ก็เข้าท่าดีนะคะ?",
		"H1200" : "12:00 ค่ะ ผู้การคะ ฟุบุกิทำแกงกะหรี่มาให้ค่ะ เป็นไงบ้างคะ แครอทกับหัวหอมสินะคะ... อ่าใช่แล้วค่ะ สูตรลับไงคะ อ้อ! มีให้เติมอีกนะคะ!",
		"H1300" : "13:00 ค่ะ การดำเนินยุทธการภาคบ่ายนี้ต้องยังไงบ้างคะ... เรื่องจัดสรรกองเรือสำหรับออกปฏิบัติการ... อ่ะ! ผู้การ เหนื่อยเหรอคะ?",
		"H1400" : "14:00 ค่ะ อ่ะ! ฟุรุทากะซัง มีอะไรเหรอคะ เอ่ะ? อาโอบะซังเหรอคะ อื้อ... ไม่เห็นเลยค่ะ... อะ-ค่ะ!",
		"H1500" : "15:00 ค่ะ รุ่นพี่ฟุรุทากะช่วยฉันไว้หลายอย่างเลยล่ะค่ะ เป็นคนใจดีจริงๆ เลยนะคะ อ๊ะ! อาโอบะซังนี่นา อาโอบะซัง~",
		"H1600" : "16:00 ค่ะ อาโอบะซังคะ เมื่อสักครู่นี้ฟุรุทากะซังตามหาอยู่นะคะ เอ๊ะ! ไม่ต้องแล้วเหรอคะ อ่าว ไปซะแล้ว...",
		"H1700" : "17:00 ค่ะ ผู้การคะ ตะวันตกดินสวยจังเลยนะคะ... ได้เวลาต้องไปเตรียมอาหารเย็นแล้วสิ เอ๊ะ! จะเลี้ยงมื้อเย็นฉันเหรอคะ?",
		"H1800" : "18:00 แล้ว... ไปทานอาหารข้างนอกกับผู้การ... ประหม่าจังเลยค่ะ อืม... มีดกับส้อม... ข้างนอกเขาใช้กันแบบนี้สินะ?",
		"H1900" : "19:00 ค่ะ! ผู้การคะ ซุปใสนี่รสชาติกลมกล่อมมากๆ เลยค่ะ สลัดนี่ก็ด้วย... ดูหรูหราแบบตะวันตกเลยนะคะ?",
		"H2000" : "20:00 ค่ะ อิ่มแปล้เลยค่ะ ผู้การ แบบนี้ต้องขยันทำหน้าที่เพื่อตอบแทนซะแล้วล่ะ... ค่ะ! ฟุบุกิ สู้ตายค่ะ!",
		"H2100" : "21:00 ค่ะ อ่ะ! ยูระซังนี่นา วิเศษจังเลยยูระซังเนี่ย ขอฝากชิรายูกิจังไว้ในความดูแลด้วยนะคะ ค่ะ!",
		"H2200" : "22:00... เอ๊ะ? ความฝันของฉันเหรอคะ? ถ้าเก่งขึ้นแล้ว ก็อยากที่จะปกป้องทุกคนให้ได้ค่ะ พอทุกอย่างสงบลงเมื่อไหร่ ก็อยากจะอาบแสงตะวันไปตลอดเลยค่ะ",
		"H2300" : "23:00 ค่ะ แล้วฝันของผู้การเป็นยังไงเหรอคะ อื้มๆ งี้นี่เอง ดีจังเลยนะคะ ฉันก็เหมือนกันค่ะ!"
	},
	"426" : {
		"Intro" : "ขอบคุณที่เหนื่อยนะคะ! ฟุบุกิค่ะ! จะพยายามเต็มที่ค่ะ!",
		"Poke(1)" : "ออกปฏิบัติการเหรอคะ จะพยายามเต็มที่ค่ะ!",
		"Poke(2)" : "ค่ะ เตรียมตัวเรียบร้อยแล้วค่ะ ผู้การ!",
		"Poke(3)" : "อะไรเล่ามุทสึกิจัง... เอ๊ะ! ผู้การ!?",
		"Married" : "ขอบคุณที่เหน็ดเหนื่อยเสมอมาค่ะ ผู้การ คือว่า... นี่น่ะ ฟุบุกิทำเองเลยนะคะ ถ้าหากว่าไม่รังเกียจเชิญทานได้เลยนะคะ นี่ค่ะ!",
		"Ranking" : "ผู้การ จะตรวจสอบรายงานสินะคะ",
		"Join" : "กองเรือพิฆาตที่ 11 ฟุบุกิ จะไปแล้วนะคะ!",
		"Equip(1)" : "ผู้การคะ ขอบพระคุณมากค่ะ!",
		"Equip(2)" : "อุปกรณ์อันนี่... ถ้ามีสิ่งนี้ด้วยล่ะก็ จะพยายามเต็มที่ค่ะ!",
		"Equip(3)" : "ค่ะผู้การ!",
		"Return" : "ยุทธการเสร็จสิ้น ขอบคุณที่เหนื่อยนะคะ!",
		"Sortie" : "จะไปแล้วนะคะ! ทุกคน! พร้อมกันแล้วใช่ไหม?",
		"Battle" : "เปิดฉากยิง ไปเลย!",
		"Attack" : "อึก! ฉันจะปกป้องทุกคนเอง!",
		"Yasen(1)" : "จะเริ่มการไล่ตามล่าศัตรู ได้โปรดตามฉันมาด้วยค่ะ!",
		"Idle" : "ป้อมปืนหลัก พร้อม! แท่นยิงตอร์ปิโด พร้อม! ห้องเครื่อง ไม่มีปัญหา! ต่อไปก็... อ๊ะ! จริงสิ ตรวจสอบแถวนั้นด้วยดีกว่า เอ...",
		"H0000" : "ผู้การคะ เริ่มเข้าวันใหม่แล้วนะคะ วันนี้ฟุบุกิจะมาทำหน้าที่แจ้งเวลานะคะ",
		"H0100" : "01:00 ค่ะ ไฮ!",
		"H0200" : "02:00 ค่ะ ผู้การ... ช่วงเวลานี้ฐานทัพเรือสงบเงียบดีจังนะคะ",
		"H0300" : "03:00 ค่ะ เอ๊ะ? ฉันเหรอคะ? อ่า... ไม่เป็นไรค่ะ ยังไม่ง่วงเลยสักนิดค่ะ",
		"H0400" : "04... 00... ค่ะ... อ่ะ! ไม่ใช่ ไม่ใช่นะคะ! ฟุบุกิยังไฟแรงอยู่ ค่ะ!",
		"H0500" : "05:00 ค่ะ ผู้การ เวลาเช้าๆ แบบนี้รู้สึกดีจริงๆ เลยนะคะ!",
		"H0600" : "06:00 ค่ะ แตรปลุกรับอรุณสินะคะ มาค่ะ! กองเรือ แตรปลุกรับอรุณ!",
		"H0700" : "07:00 ค่ะ ผู้การ เตรียมอาหารเช้าไว้ให้ทางนี้แล้วค่ะ อาหารชุดค่ะ! เช้านี้มีซุบมิโสะเสิร์ฟคู่กับมันฝรั่งนะคะ",
		"H0800" : "08:00 ค่ะ เยี่ยม! เท่านี้ก็ล้างจานเสร็จแล้วค่ะ! ผู้การ ฟุบกิเตรียมพร้อมออกปฏิบัติการเรียบร้อยแล้วค่ะ!",
		"H0900" : "09:00 ค่ะ ชิรายูกิจัง ฮัทสึยูกิจัง พร้อมมั้ย ผู้การคะ กองเรือพิฆาตที่ 11 พร้อมออกปฏิบัติการทุกเมื่อค่ะ!",
		"H1000" : "10:00 ค่ะ อาคากิซัง~ ไม่ว่าจะมองอีกสักกี่ครั้งก็เป็นคนที่วิเศษไปเลยนะคะ สักวัน... ฉันอยากจะได้ร่วมออกรบในฐานะเรือคุ้มกันของอาคากิซังบ้าง~ อ๊ะ! แค่ฝันนะคะ! แค่ความฝัน!",
		"H1100" : "11:00 ค่ะ ใกล้จะเที่ยงแล้วสินะคะ มื้อเที่ยงนี้ทานอะไรดี... ผู้การคะ แกงกะหรี่ก็เข้าท่าดีนะคะ?",
		"H1200" : "12:00 ค่ะ ผู้การคะ ฟุบุกิทำแกงกะหรี่มาให้ค่ะ เป็นไงบ้างคะ แครอทกับหัวหอมสินะคะ... อ่าใช่แล้วค่ะ สูตรลับไงคะ อ้อ! มีให้เติมอีกนะคะ!",
		"H1300" : "13:00 ค่ะ การดำเนินยุทธการภาคบ่ายนี้ต้องยังไงบ้างคะ... เรื่องจัดสรรกองเรือสำหรับออกปฏิบัติการ... อ่ะ! ผู้การ เหนื่อยเหรอคะ?",
		"H1400" : "14:00 ค่ะ อ่ะ! ฟุรุทากะซัง มีอะไรเหรอคะ เอ่ะ? อาโอบะซังเหรอคะ อื้อ... ไม่เห็นเลยค่ะ... อะ-ค่ะ!",
		"H1500" : "15:00 ค่ะ รุ่นพี่ฟุรุทากะช่วยฉันไว้หลายอย่างเลยล่ะค่ะ เป็นคนใจดีจริงๆ เลยนะคะ อ๊ะ! อาโอบะซังนี่นา อาโอบะซัง~",
		"H1600" : "16:00 ค่ะ อาโอบะซังคะ เมื่อสักครู่นี้ฟุรุทากะซังตามหาอยู่นะคะ เอ๊ะ! ไม่ต้องแล้วเหรอคะ อ่าว ไปซะแล้ว...",
		"H1700" : "17:00 ค่ะ ผู้การคะ ตะวันตกดินสวยจังเลยนะคะ... ได้เวลาต้องไปเตรียมอาหารเย็นแล้วสิ เอ๊ะ! จะเลี้ยงมื้อเย็นฉันเหรอคะ?",
		"H1800" : "18:00 แล้ว... ไปทานอาหารข้างนอกกับผู้การ... ประหม่าจังเลยค่ะ อืม... มีดกับส้อม... ข้างนอกเขาใช้กันแบบนี้สินะ?",
		"H1900" : "19:00 ค่ะ! ผู้การคะ ซุปใสนี่รสชาติกลมกล่อมมากๆ เลยค่ะ สลัดนี่ก็ด้วย... ดูหรูหราแบบตะวันตกเลยนะคะ?",
		"H2000" : "20:00 ค่ะ อิ่มแปล้เลยค่ะ ผู้การ แบบนี้ต้องขยันทำหน้าที่เพื่อตอบแทนซะแล้วล่ะ... ค่ะ! ฟุบุกิ สู้ตายค่ะ!",
		"H2100" : "21:00 ค่ะ อ่ะ! ยูระซังนี่นา วิเศษจังเลยยูระซังเนี่ย ขอฝากชิรายูกิจังไว้ในความดูแลด้วยนะคะ ค่ะ!",
		"H2200" : "22:00... เอ๊ะ? ความฝันของฉันเหรอคะ? ถ้าเก่งขึ้นแล้ว ก็อยากที่จะปกป้องทุกคนให้ได้ค่ะ พอทุกอย่างสงบลงเมื่อไหร่ ก็อยากจะอาบแสงตะวันไปตลอดเลยค่ะ",
		"H2300" : "23:00 ค่ะ แล้วฝันของผู้การเป็นยังไงเหรอคะ อื้มๆ งี้นี่เอง ดีจังเลยนะคะ ฉันก็เหมือนกันค่ะ!"
	},
	"26" : {
		"Intro" : "พี่น้องเรือประจัญบานชั้นฟุโซ ดิฉันเป็นพี่สาว ฟุโซค่ะ ขอฝากเนื้อฝากตัวดิฉันกับน้องสาวยามาชิโระด้วยนะคะ",
		"Library" : "เรือประจัญบานซูเปอร์เดรดนอตลำแรกของญี่ปุ่น ฟุโซค่ะ ขอฝากเนื้อฝากตัวดิฉันกับน้องสาวยามาชิโระด้วยนะคะ อ่าวเลย์เต? นั่นสินะ... ฉันอยากจะไปให้ถึงที่นั่นสักวัน จริงๆ นะคะ",
		"Poke(1)" : "พลเรือเอก อากาศดีจังเลยนะคะ...",
		"Poke(2)" : "เฮ้อ... ทั้งๆ ที่ท้องฟ้าเป็นสีฟ้าออกจะขนาดนั้นแท้ๆ ...",
		"Poke(3)" : "พลเรือเอกคะ? ถ้าจับเนื้อต้องตัวกันแบบนี้ ฉันรู้สึกไม่ค่อยสบายใจเรื่องห้องเก็บกระสุนนะคะ...",
		"Married" : "พลเรือเอกคะ ถ้าโหมงานหนักนานๆ ร่างกายจะแย่เอาได้นะคะ ดิฉันเหรอคะ? ฉันน่ะ... เฮ้อ...",
		"Wedding" : "ป้อมปืนหลักของฉันสุดยอดใช่ไหมคะ? แต่ว่า เพราะมีพลังโจมตีที่เยอะเกินไป ถึงได้มีปัญหาตามมาเยอะแยะเลยล่ะค่ะ... ถ้าเป็นพลเรือเอกล่ะก็คิดว่า คงจะรู้อยู่แล้วสินะคะ?",
		"Ranking" : "เหมือนจะมีประกาศส่งมาถึงพลเรือเอกนะคะ",
		"Join" : "เรือประจัญบานฟุโซ ออกปฏิบัติการ!",
		"Equip(1)" : "ปรับสมรรถนะ... สินะคะ? บางทีสิ่งนี้อาจจะจำเป็นสำหรับดิฉันก็ได้...",
		"Equip(2)" : "รบกวนพายามาชิโระ น้องสาวของดิฉัน เข้ารับการปรับสมรรถนะด้วยอีกคนนะคะ",
		"Equip(3)" : "แบบนี้น่าจะพอไหวแล้วล่ะมั้ง...",
		"Supply" : "ปรับสมรรถนะ... สินะคะ? บางทีสิ่งนี้อาจจะจำเป็นสำหรับดิฉันก็ได้...",
		"Docking(1)" : "แค่รอยขีดข่วนเองค่ะ ไม่ต้องเป็นห่วงไปหรอกนะคะ",
		"Docking(2)" : "ป้อมปืนหลักมันหนักจนดิฉันปวดไหล่ไปหมดเลยล่ะค่ะ... ขอพักซักครู่นะคะ",
		"Construction" : "เหมือนจะมีเรือลำใหม่เข้ามาประจำการนะคะ",
		"Return" : "พลเรือเอกคะ กองเรือเดินทางกลับมาถึงแล้วค่ะ",
		"Sortie" : "ยามาชิโระจะสายแล้วน่ะ ไปกันเถอะจ๊ะ",
		"Battle" : "ป้อมปืนหลักและป้อมปืนรองทั้งหมด ยิงได้!",
		"Attack" : "ยามาชิโระเป็นอะไรหรือเปล่า? จะเริ่มปะทะกันแล้วนะ",
		"Yasen(1)" : "ดิฉันจะแสดงพลังที่แท้จริงของกองเรือนิชิมูระให้ดูเองค่ะ!",
		"Yasen(2)" : "ดิฉันไม่ยอมแพ้พวกอิเสะกับฮิวงะหรอก...",
		"MVP" : "ถ้าเป็นเรื่องพลังทำลายของกระสุนแล้วล่ะก็ ดิฉันภูมิใจมากค่ะ ...เอ๋? เกราะกับความเร็ว...? พวกนั้นก็... อยากได้... อยู่หรอกนะคะ...",
		"Damaged(1)" : "ว้ายยย!?",
		"Damaged(2)" : "ว้าย...! ไม่เอานะ... ไฟไหม้หรือเนี่ย!?",
		"Damaged(3)" : "สภาพแบบนี้ คงแล่นไปถึงอ่าวเลย์เตไม่ไหวหรอก...",
		"Sunk" : "สุดท้ายดิฉันก็จมสินะคะ... ขอแค่ยามาชิโระปลอดภัยก็ดีแล้วล่ะ...",
		"Idle" : "เอ่อ... พลเรือเอกคะ? ไม่ได้ยินเหรอเนี่ย... พลเรือเอกคะ! พล-เรือ-เอก-คะ! แหม ดีจังเลย... ฟุโซกำลังรอคอยคำสั่งอยู่ตรงนี้นะคะ",
		"Repair" : "กองเรือจะกลับเข้าไปที่แนวหน้าแล้วนะคะ"
	},
	"286" : {
		"Supply" : "เติมเสบียง? ขอบคุณนะคะ"
	},
	"411" : {
		"Poke(1)" : "จะแสดงพลังของฟุโซ ที่ได้ปรับสมรรถนะแล้วให้ดูเองค่ะ!",
		"Poke(2)" : "พลเรือเอกคะ ท้องฟ้าทำไมถึงเป็นสีฟ้าได้ถึงขนาดนั้นกันนะ... ข้างในหัวใจของฉัน พลเรือเอก... อ๊ะ!? ไม่ค่ะ! ไม่มีอะไรทั้งนั้นค่ะ ขอโทษนะคะ...",
		"Supply" : "เติมเสบียง? ขอบคุณนะคะ"
	},
	"27" : {
		"Intro" : "พี่น้องเรือประจัญบานชั้นฟุโซ ชั้นเป็นน้องสาว ยามาชิโระค่ะ เอ่อ... เห็นท่านพี่ฟุโซรึเปล่าคะ?",
		"Library" : "เรือประจัญบานชั้นฟุโซ ลำดับที่ 2 ยามาชิโระค่ะ แม้จะถูกหาว่าเป็นเรือที่บกพร่องเอย เป็นตัวประหลาดของกองเรือบ้างล่ะ แต่ก็ไม่เป็นไรค่ะ ถ้าได้ร่วมต่อสู้เคียงข้างกับท่านพี่ฟุโซจนวาระสุดท้ายแล้วละก็...",
		"Poke(1)" : "ท่านพี่ฟุโซ?",
		"Poke(2)" : "ท่านพี่คะ?! อะไรกัน... พลเรือเอกเองหรอกเหรอ",
		"Poke(3)" : "ดวงอับโชค? ฉันน่ะเหรอ? ไม่ใช่แล้วล่ะค่ะ",
		"Married" : "พลเรือเอกเองก็... พักผ่อนสักหน่อยนะคะ...",
		"Wedding" : "ข-ขอบคุณนะ แต่ว่าหัวใจของฉันน่ะจะเป็นของท่านพี่ฟุโซตลอดไป... ขอโทษนะคะ",
		"Ranking" : "จดหมาย... หรือว่านี่จะเป็นจดหมายต้องคำสาป!?",
		"Join" : "เรือประจัญบานชั้นฟุโซ ยามาชิโระ ออกปฏิบัติการ!",
		"Equip(1)" : "ให้ฉันได้สิ่งนี้ก่อนท่านพี่ มันจะดีเหรอคะ?",
		"Equip(2)" : "ปรับสมรรถนะ... แค่นี้ พวกนั้นจะบอกว่าชั้นเป็นเรือประจัญบานที่บกพร่องไม่ได้แล้วนะ...",
		"Equip(3)" : "โชคไม่ดีจริงๆ ...",
		"Supply" : "ให้ฉันได้สิ่งนี้ก่อนท่านพี่ มันจะดีเหรอคะ?",
		"Docking(1)" : "ฉันนี่ ได้แต่เข้าอู่อยู่ตลอดเลยนะ...",
		"Docking(2)" : "มาหาว่าเป็นพวกตัวประหลาดในกองเรือเนี่ย... โหดร้ายกันจังเลยนะ",
		"Construction" : "ท่านพี่คะ? ท่าทางเรือลำใหม่จะสร้างเสร็จแล้วล่ะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ",
		"Sortie" : "ท่านพี่คะ ยามาชิโระจะต้องกลับมาให้ได้ค่ะ!",
		"Battle" : "พบกองเรือข้าศึก! เตรียมพร้อมโจมตี!",
		"Attack" : "ปืนหลัก ทำการเล็งเป้าหมาย ยิงได้!!!",
		"Yasen(1)" : "ในที่สุด ก็ศึกกลางคืนอีกแล้วเหรอ... รู้สึกไม่ดีเลยค่ะ...",
		"Yasen(2)" : "ท่านพี่ก็กำลังต่อสู้อยู่หรือเปล่านะ...?",
		"MVP" : "เอ๋? เป็นผลงานของฉันเหรอ...? โกหกน่า ไม่นะ!? ...จริงเหรอ!? ท่านพี่คะ ได้ดูอยู่รึเปล่าคะ!?",
		"Damaged(1)" : "เจ็บนะ! ว่าแล้ว... โชคไม่ดีจริงๆ ด้วย...",
		"Damaged(2)" : "ถูกยิงเหรอ!? คลังเก็บกระสุนปืนยังไม่โดนไฟไหม้ใช่ไหม!?",
		"Damaged(3)" : "ไม่เอานะ ตอร์ปิโดน่ะ...! เรือลำที่ยังเหลืออยู่ช่วยจมพวกศัตรูแทนฉันด้วยนะคะ!",
		"Sunk" : "ท่านพี่ฟุโซคะ... พวกเรามาร่วมเดินทางไปที่โลกหน้าด้วยกันเถอะนะคะ...",
		"Idle" : "อะไรนะคะ? ท่านพี่คะ ยามาชิโระจะออกทะเลในวันนี้ไม่ได้... หมายถึงอะไรกันเหรอคะ?... วันนี้จะดวงไม่ดี... ท่าทางวันนี้จะเจอโชคร้ายอีกแล้วสินะคะ...",
		"Repair" : "เรือที่โชคไม่ค่อยจะดี กลับมาแล้วค่ะ..."
	},
	"287" : {
		"Married" : "พลเรือเอก... ก็เหมือนที่ท่านพี่บอก ฉันเองก็คิดว่าพลเรือเอกเป็นคนดีค่ะ และฉันก็รู้สึกขอบคุณสำหรับทุกอย่างค่ะ จริงๆ นะคะ คุณบ้างรู้มั้ย?",
		"Supply" : "ฉันหวังว่าท่านพี่จะได้เติมเสบียงอย่างราบรื่นนะคะ"
	},
	"412" : {
		"Poke(1)" : "ปรับสมรรถนะแล้วสินะ บางที... ครั้งนี้คงจะใช้งานได้...",
		"Poke(3)" : "พลเรือเอกเองก็... พักผ่อนสักหน่อยนะคะ...",
		"Married" : "พลเรือเอก... ก็เหมือนที่ท่านพี่บอก ฉันเองก็คิดว่าพลเรือเอกเป็นคนดีค่ะ และฉันก็รู้สึกขอบคุณสำหรับทุกอย่างค่ะ จริงๆ นะคะ คุณบ้างรู้มั้ย?",
		"Supply" : "ฉันหวังว่าท่านพี่จะได้เติมเสบียงอย่างราบรื่นนะคะ"
	},
	"101" : {
		"Intro" : "ข้าคือคิโสะ ผู้ที่จะช่วยนำพาชัยชนะอันยอดเยี่ยมมาสู่เจ้าเอง!",
		"Library" : "เรือลาดตระเวนเบาขนาด 5500 ตัน ชั้นคุมะ คิโสะล่ะ ฝากตัวด้วย! ให้ตายสิพวกลานบินหรือเครื่องยิง ของอะไรพวกนั้นน่ะไม่จำเป็นเลยสักนิด การต่อสู้น่ะคือการพุ่งเข้าไปซัดกับศัตรูตรงๆ ต่างหากล่ะ ใช่มะ?",
		"Poke(1)" : "อะไร? ปฏิบัติการรึ?",
		"Poke(2)" : "กังวลอยู่หรือไง?",
		"Poke(3)" : "พูดมาสิเอาเลย!  การเปิดใจเป็นสิ่งสำคัญของความสัมพันธ์ล่ะนะ",
		"Married" : "ขอบใจเจ้านะ!",
		"Wedding" : "ถึงมันจะดูไร้ยางอายไปซักหน่อย... แต่ข้าขอยอมรับว่าฝีมือการบัญชาการสงครามของเจ้า ทำให้ใจของข้าหวั่นไหวได้ไม่เลว!",
		"Ranking" : "มีสารส่งมา อ่านดีๆ ล่ะ",
		"Join" : "เจ้าโง่ที่มันคิดจะมาเอาชนะข้า อยู่ที่ไหนล่ะ?",
		"Equip(1)" : "เครื่องบินทะเล? ไม่จำเป็นหรอกพวกของแบบนั้นน่ะ",
		"Equip(2)" : "ไม่เลวเลยนี่~ อันนี้น่ะ!",
		"Equip(3)" : "ขอบใจเจ้านะ!",
		"Supply" : "เครื่องบินทะเล? ไม่จำเป็นหรอกพวกของแบบนั้นน่ะ",
		"Docking(1)" : "ช่วยไม่ได้นะ จะไปก็ได้",
		"Docking(2)" : "ขอบใจเจ้านะ!",
		"Construction" : "ดูเหมือนว่าเรือลำใหม่จะต่อเสร็จแล้วนะ",
		"Return" : "กองเรือกลับมาแล้วนะ",
		"Sortie" : "ข้าจะสอนให้เจ้าพวกนั้น รู้ซึ้งถึงการต่อสู้ที่แท้จริงเอง!",
		"Battle" : "อ่อนหัดเกินไปแล้ว!",
		"Attack" : "เยี่ยม!",
		"Yasen(1)" : "คิดว่าจะหนีพ้นเงื้อมมือของข้าในสภาพแบบนั้นรึไง?",
		"Yasen(2)" : "ผู้การของพวกแกน่ะมันไร้สมอง!!",
		"MVP" : "ผลลัพธ์แบบนี้มันธรรมดาอยู่แล้ว ไม่ต้องส่งเสียงดีใจอะไรหรอก",
		"Damaged(1)" : "อึก... กับของแค่นี้น่ะ!",
		"Damaged(2)" : "ชิ... ก็ทำได้นี่หว่า...!",
		"Damaged(3)" : "แบบนี้ค่อยรู้สึกเย็นขึ้นมาหน่อย",
		"Sunk" : "ทำให้คิโสะคนนี้จมได้... ภูมิใจซะเถอะ",
		"Idle" : "สักวันหนึ่ง... เมื่อไรข้ากับเจ้าจะ... เอ่อ ไม่มีอะไร ทำตัวไม่สมกับเป็นข้าเลยนะ... หึๆ",
		"Repair" : "ดูเหมือนว่าจะซ่อมเสร็จแล้วสินะ"
	},
	"217" : {
	},
	"146" : {
		"Intro" : "ยังกังวลอยู่อีกรึ? ไม่ต้องเป็นห่วงไปหรอก เชื่อใจข้าสิ",
		"Poke(3)" : "เอาสิ! ไว้ใจข้าได้เลย!",
		"Supply" : "เติมเสบียงรึ? ขอบใจนะ เจ้าเองก็กินเยอะๆ บ้างล่ะ"
	},
	"99" : {
		"Intro" : "คุม่า~ ยินดีที่ได้รู้จักนะคุม่า",
		"Library" : "เรือลาดตระเวณเบา ชั้นคุมะ ลำดับที่หนึ่ง คุมะเองนะ คุมะ! เกิดในซาเซโบนะคุมะ ถึงชิ้นส่วนบางชิ้นดูจะเก่าไปหน่อยแต่ก็จะพยายามนะคุม่า!",
		"Poke(1)" : "คุมะ?",
		"Poke(2)" : "เรียกเราเหรอ คุมะ?",
		"Poke(3)" : "อย่าลูบหัวสิคุมะ! ไม่ใช่ตุ๊กตาหมีนะคุมะ~",
		"Married" : "พลเรือเอก ขอบคุณสำหรับความพยายามนะคุมะ พักผ่อนบ้างก็ดีนะคุมะ~",
		"Wedding" : "หึหึหึ~ จับพลเรือเอกได้แล้วคุม่า จะไม่ปล่อยให้หนีไปอีกแน่คุมะ คุม่ะคุมะ~!",
		"Ranking" : "มีจดหมายส่งมานะคุมะ",
		"Join" : "คุมะ! จะลุยล่ะนะคุม่า!",
		"Equip(1)" : "หึหึหึ~ แข็งแกร่งขึ้นแล้วคุมะ",
		"Equip(2)" : "หึหึหึ! รู้สึกดีจริงๆ คุมะ",
		"Equip(3)" : "คุม่า~?!",
		"Supply" : "หึหึหึ~ แข็งแกร่งขึ้นแล้วคุมะ",
		"Docking(1)" : "ขอไปพักก่อนล่ะนะคุมะ",
		"Docking(2)" : "เราน่ะเกือบจะจมไปจริงๆ แล้วนะคุม่า~!",
		"Construction" : "เรือลำใหม่ต่อเสร็จแล้วนะคุม่า!",
		"Return" : "ภารกิจเสร็จสิ้น อยากจะอ่านรายงานไหมคุมะ?",
		"Sortie" : "ที่เลือกคุมะมาเป็นการตัดสินใจที่ดีเลยนะคุม่ะ",
		"Battle" : "อย่ามาดูถูกกันนะคุม่า!",
		"Attack" : "มีศัตรูที่กราบซ้ายนะคุม่า!",
		"Yasen(1)" : "ได้เวลาออกไล่ล่าแล้วนะคุม่า!",
		"Yasen(2)" : "ยิงตอร์ปิโดได้! คุม่า!",
		"MVP" : "เราก็บอกอยู่ตลอดแล้วไง! คุมะน่ะเก่งอยู่แล้ว ไม่ได้เป็นแค่ตุ๊กตาหมีสักหน่อยคุมะ!",
		"Damaged(1)" : "โอ้ะ~!",
		"Damaged(2)" : "โดนยิงคุม่ะ!",
		"Damaged(3)" : "มาทำให้คุมะตกอยู่ในสภาพแบบนี้ซะได้... น่าขายหน้าจริงๆ เลยคุม่า...",
		"Sunk" : "เราทำเต็มที่แล้วนะคุมะ... แต่มันถึงจุดจบแล้วคุมะ...",
		"Idle" : "คุม่า... ม่า~~ ไม่ได้เบื่ออะไรหรอกนะคุมะ กำลังสนุกอยู่ต่างหากล่ะคุม่ะ!",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วคุมะ"
	},
	"215" : {
		"Supply" : "ช่วยได้จริงๆ เลย คุม่า!"
	},
	"68" : {
		"Intro" : "โย่! ชั้นชื่อ มายะ! ขอฝากเนื้อฝากตัวด้วยแล้วกัน!",
		"Library" : "เรือลาดตระเวนหนัก ชั้นทาคาโอะ ลำดับที่ 3 มายะซามะล่ะ! ถูกสร้างขึ้นในโกเบ ชั้นได้เคยร่วมต่อสู้ในศึกทางใต้และโซโลมอน! หา? เลย์เต? ก็ไม่ถนัดกับพวกเรือดำน้ำนี่นา...",
		"Poke(1)" : "หาา?!",
		"Poke(2)" : "ต้องการอะไรล่ะ?",
		"Poke(3)" : "พลเรือเอก... นายมันน่ารำคาญ!",
		"Married" : "นาย... บางครั้งก็... ใจดีเป็นเหมือนกันนะ...",
		"Wedding" : "ที่นายพึ่งพาพลังของชั้นมาโดยตลอด ขอบคุณนะ! เรื่องนี้ก็ด้วย... ก-ก็ขอบคุณนะคะ...",
		"Ranking" : "พลเรือเอก มีจดหมายมานะ!",
		"Join" : "โอ้! ไปล่ะนะ! ลุยกันเลย!",
		"Equip(1)" : "โอ้วว! เริ่มชักจะเครื่องร้อนขึ้นมาซะแล้วสิ! ไปลุยกันเถอะ!",
		"Equip(2)" : "ขอบคุณนะ พลเรือเอก ถ้ามีเจ้านี่ล่ะก็ ทำได้แน่!",
		"Equip(3)" : "ทำได้แล้วนะ!",
		"Supply" : "โอ้วว! เริ่มชักจะเครื่องร้อนขึ้นมาซะแล้วสิ! ไปลุยกันเถอะ!",
		"Docking(1)" : "ชั้นมาพักแบบนี้ กองเรือจะไม่เป็นไรเหรอ?",
		"Docking(2)" : "ใช้งานชั้นจนสภาพกลายเป็นแบบนี้ซะได้ เฮงซวยจริงๆ ",
		"Construction" : "ได้ข่าวว่ามีเด็กใหม่มางั้นเหรอ? ไปดูหน่อยละกัน!",
		"Return" : "ปฏิบัติการเสร็จสิ้น",
		"Sortie" : "ถ้ากลัวล่ะก็... มาหลบข้างหลังชั้นก็ได้นะ!",
		"Battle" : "เด๋!",
		"Attack" : "การโจมตีของมายะซามะ รับไปซะ!",
		"Yasen(1)" : "พวกแก... กำลังกวนประสาทกันอยู่สินะ!?",
		"Yasen(2)" : "แน่จริงก็จมชั้นให้ได้สิ!",
		"MVP" : "มันก็แน่นอนอยู่แล้วไม่ใช่เหรอไง? ชั้นเป็นถึงมายะซามะเชียวนะ!",
		"Damaged(1)" : "เก๊ะ!",
		"Damaged(2)" : "บัดซบจริง!?",
		"Damaged(3)" : "อย่ามาเล่นตลกนะ! ดะ-เดี๋ยวคอยดูละกัน!",
		"Sunk" : "กำลังจะจมงั้นเหรอ... มันก็เป็นเรื่องธรรมดาของชีวิตล่ะนะ...",
		"Idle" : "เห้! พลเรือเอก! ได้ยินไหม? เห้ย~ ชิ! ไม่ฟังกันเลย อะไรกันเนี้ย เห้อ...",
		"Repair" : "ซากเรือซ่อมเสร็จแล้วนะ"
	},
	"271" : {
		"Intro" : "โย่! พลเรือเอก พยายามอยู่รึเปล่า? วันนี้มายะซามะคนนี้ อยากไปเตะก้นใครสักคนเหลือเกิน!",
		"Supply" : "อือ! เสบียงนี่ของจำเป็นเลยล่ะ ขอบคุณนะ"
	},
	"428" : {
		"Intro" : "โย่! พลเรือเอก พยายามอยู่รึเปล่า? วันนี้มายะซามะคนนี้ อยากไปเตะก้นใครสักคนเหลือเกิน!",
		"Poke(1)" : "ต้องการอะไรล่ะ?",
		"Poke(2)" : "พลเรือเอก~ ใจเย็นหน่อยเส่? ทำไมไม่ลองทำตามคำแนะนำของมายะซามะคนนี้ดูล่ะ! เห้? นี่นายว่าไงน่ะ!?",
		"Ranking" : "พลเรือเอก กำลังตรวจรายงานอยู่เหรอ? ก็ดีนี่!",
		"Join" : "โอ้! ลุยล่ะนะ! เรือลาดตระเวนหนักต่อต้านอากาศยาน มายะ! ออกตัวได้!",
		"Supply" : "อือ! เสบียงนี่ของจำเป็นเลยล่ะ ขอบคุณนะ",
		"Sortie" : "ชั้นคือเรือลาดตระเวนหนักต่อต้านอากาศยานสุดเจ๋ง มายะซามะ! ต่อต้านอากาศยาน? โอ้! ไว้ใจชั้นได้เลย! แค่หลบอยู่ข้างหลังชั้นไว้ก็พอ!",
		"Battle" : "เป็นยังไงล่ะ! จะเอาอีกมั้ย?",
		"Attack" : "หึหึ! นี่ยังไงล่ะพลังของตัวฉันคนใหม่ พวกแกจงจำเอาไว้ซะ!",
		"Damaged(2)" : "อะไรนักหนา... อย่ามากวนกันนะ!?"
	},
	"46" : {
		"Intro" : "ซามิดาเระค่ะ ขอฝากเนื้อฝากตัวด้วยนะคะ เรื่องภารกิจคุ้มกันไว้วางใจฉันได้เลยค่ะ",
		"Library" : "ซามิดาเระค่ะ อยู่กองเรือพิฆาตที่ 2 กับเพื่อนๆ มุราซาเมะ ยูดาจิ และฮารุซาเมะค่ะ ใช่ๆ ในภารกิจขนส่งก็เคยชนเข้ากับชิราสึยุด้วยค่ะ... ขอโทษจริงๆ ที่ซุ่มซ่ามนะคะ แต่ว่าจะพยายามค่ะ",
		"Poke(1)" : "พลเรือเอกคะ ฉันจะพยายามเต็มที่เลยค่ะ",
		"Poke(2)" : "ไว้เป็นหน้าที่ของฉันเองค่ะ",
		"Poke(3)" : "ต-ติดใจอะไรขนาดนั้นเลยเหรอคะ",
		"Married" : "ให้เป็นหน้าที่ของฉันได้เลยค่ะ",
		"Wedding" : "พลเรือเอก คือคิดว่ากับพลเรือเอกแล้ว... ฉันชอบ- เปล่าค่ะ! จากนี้ไปก็จะพยายามนะคะ",
		"Ranking" : "มีจดหมายจ่าหน้าถึงนะคะ",
		"Join" : "ในที่สุดก็ถึงตาพวกฉันแล้วสินะ",
		"Equip(1)" : "ค่ะ! ฉันจะพยายามเต็มที่เลยค่ะ",
		"Equip(2)" : "ดีใจจัง จะแสดงพลังของตัวฉันคนใหม่ให้ดูค่ะ",
		"Equip(3)" : "ให้เป็นหน้าที่ของฉันได้เลยค่ะ",
		"Supply" : "ค่ะ! ฉันจะพยายามเต็มที่เลยค่ะ",
		"Docking(1)" : "เฮ่อ... พักสักหน่อยละกัน",
		"Docking(2)" : "ไม่ไหวแล้ว... ขอพักสักหน่อยนะคะ",
		"Construction" : "อ๊ะ เพื่อนพ้องคนใหม่ อยากเจอเร็วๆ จังเลย",
		"Return" : "ภารกิจเสร็จสิ้นแล้วสินะ ขอบคุณที่เหนื่อยค่ะ",
		"Sortie" : "โถ่ จะไม่ยอมให้โดนว่าเป็นเด็กซุ่มซ่ามอีกแล้วค่ะ",
		"Battle" : "ย้าก!",
		"Attack" : "ย้าา!",
		"Yasen(1)" : "ยังหรอก! ยังหรอกน่า! มันจากนี้ไปต่างหากล่ะคะ",
		"Yasen(2)" : "แนวหน้าตรงนี้ให้เป็นหน้าที่ของฉันได้เลยค่ะ",
		"MVP" : "สำเร็จแล้ว! พลเรือเอกดูอยู่หรือเปล่าคะ?",
		"Damaged(1)" : "อ้าวเอ๊ะ!?",
		"Damaged(2)" : "อ๊า! มันเจ็บนะ!",
		"Damaged(3)" : "อ๋า ทำไมล่ะ?",
		"Sunk" : "ขอโทษนะคะ ดูเหมือนฉันจะมาได้เท่านี้แล้วค่ะ",
		"Idle" : "พอตกดึก ทำให้นึกอะไรได้นะคะ รู้สึกเหมือนต้องไปขอโทษคุณฮิเอย์ แต่ว่า จำความไม่ค่อยได้เลยนี่สิคะ ยังไงกันนะ... อีกนิดนึง...",
		"Repair" : "พลเรือเอกคะ การซ่อมแซมเรือเรียบร้อยแล้วค่ะ"
	},
	"246" : {
		"Married" : "สมกับเป็นพลเรือเอกเลยค่ะ แต่ถ้าหักโหมมากเกินไปจะกลายเป็นจอมซุ่มซ่ามเอานะคะ นี่นะคะ พักก่อนนะคะ จะไปยกชามาให้นะคะ รอสักครู่นะ",
		"Supply" : "ไชโย! เสบียงล่ะ!"
	},
	"47" : {
		"Intro" : "ดีจ้า! สึซึคาเสะเองนะ แค่ให้ชั้นเข้าร่วมกองเรือก็เท่ากับมีเป็น 100 ลำเลยล่ะ!",
		"Library" : "สึซึคาเสะเองนะ ในฐานะเรือพิฆาติรุ่นใหม่ ได้เข้าร่วมภารกิจบุกยึดหลายพื้นที่เลยล่ะ หลังจากนั้นก็ได้ร่วมภารกิจคุ้มกันทั้ง เรือบรรทุกเครื่องบินและเรือประจัญบานด้วยนะ เชื่อมือได้เลยนะ! จะสู้ให้ถึงที่สุดเลยล่ะ!",
		"Poke(1)" : "ตาชั้นแล้วใช่ม้า?",
		"Poke(2)" : "เอ้า ไปไหนกันต่อดี!",
		"Poke(3)" : "อ๊ะ! มาจับอะไรเนี่ย!",
		"Married" : "เยี่ยมไปเลย!",
		"Wedding" : "คือว่านะ ชั้น... แบบ... เรื่องพลเรือเอกน่ะ คือชอ- ไม่ใช่!... ไม่มีไรสักหน่อย!",
		"Ranking" : "มีโทรเลขถึงพลเรือเอกน่ะ?",
		"Join" : "ได้เลย! จะแสดงการเอาจริงของสึซึคาเสะให้เห็นเอง! ",
		"Equip(1)" : "อื้ม! ถ้ามีเจ้านี่ละก็ลุยโลด!",
		"Equip(2)" : "ขอบคุณค่า~ เท่านี้ก็เยี่ยมไปเลย!",
		"Equip(3)" : "เยี่ยมไปเลย!",
		"Supply" : "อื้ม! ถ้ามีเจ้านี่ละก็ลุยโลด!",
		"Docking(1)" : "ขอพักแปปค่า~",
		"Docking(2)" : "ยังไหวสิ... ยังไหวแท้ๆ ...",
		"Construction" : "โอ้~ มีหน้าใหม่มาเหรอ?",
		"Return" : "ยุทธการเสร็จแล้ว พักสักหน่อยมั้ย?",
		"Sortie" : "เยี่ยม! รอมานานแล้ว!",
		"Battle" : "ลุย!",
		"Attack" : "เอาไปกิน!",
		"Yasen(1)" : "นี่น่ะ! เอาไปซะเจ้าหัวขโมย!",
		"Yasen(2)" : "รับน้า!",
		"MVP" : "ทำได้แล้ว! พลเรือเอก เห็นพลังของชั้นแล้วใช่ม้า?",
		"Damaged(1)" : "อื๊อ!",
		"Damaged(2)" : "มันเจ็บนะ!",
		"Damaged(3)" : "อะ... ไหงงั้นอ่ะ!?",
		"Sunk" : "ชะ... ชั้นนี่มัน... งี่เง่าที่สุด...",
		"Idle" : "นี่ พลเรือเอก มีไรน่ะ จะเมินชั้นเกินไปแล้วนะ นี่! ฟังมั้ยนั่น? พลเรือเอกนี่ล่ะก็!?",
		"Repair" : "เหมือนการซ่อมเรือจะเสร็จแล้วนะ"
	},
	"247" : {
		"Married" : "อะไรเหรอ พลเรือเอก ดูไม่ค่อยร่าเริงเลย ไม่เป็นไรน่า ต้องมีทางบ้างแหละ สึซึคาเสะเองก็จะเอาจริงเหมือนกัน! นะ?",
		"Supply" : "โอ้วว! เสบียงนี่ดีจริง!"
	},
	"50" : {
		"Intro" : "เรือพิฆาตชิมะคาเสะค่ะ! เรื่องความเร็วไม่ยอมแพ้ใครแน่นอนค่ะ! รวดเร็วดุจลมเกาะค่ะ!",
		"Library" : "เรือพิฆาตชั้นชิมะคาเสะ ถูกสร้างขึ้นมาเพื่อเน้นความเร็วและติดตั้งตอร์ปิโดจำนวนมาก ชิมะคาเสะค่ะ! ชั้นสามารถเร่งความเร็วได้ถึง 40 น็อตเลยนะ! แต่ยังไงพวกเราก็ไม่เหมาะที่จะสร้างเป็นจำนวนมาก จึงมีแค่ชั้นที่ถูกสร้างเพียงคนเดียว...",
		"Poke(1)" : "โอ๊ะ!",
		"Poke(2)" : "อะไรล่ะคะ พลเรือเอก?",
		"Poke(3)" : "อยากจะแข่งเหรอคะ? ชั้นไม่แพ้หรอกนะ!",
		"Married" : "เอ๊ะ! พลเรือเอก วิ่งแค่นี้เหนื่อยแล้วเหรอ? ช้ามากก! แต่ก็ทำได้ดีแล้วล่ะนะ!",
		"Wedding" : "พลเรือเอก เห็นตอนที่ชั้นวิ่งไหมล่ะ? เร็วมากใช่ไหมล่ะค่ะ? เร็วมากเลยใช่ไหม!?",
		"Ranking" : "เหมือนจะมีการติดต่อเข้ามานะคะ พลเรือเอก",
		"Join" : "ชิมะคาเสะ จะลุยแล้วค่ะ!",
		"Equip(1)" : "ชั้นจะเร็วขึ้นได้อีกใช่ไหมคะ?",
		"Equip(2)" : "จะมาโทษชั้นไม่ได้นะคะ ถ้าชั้นเร็วขึ้นกว่าเดิมอีกน่ะ!",
		"Equip(3)" : "ช้ามากก!",
		"Supply" : "ชั้นจะเร็วขึ้นได้อีกใช่ไหมคะ?",
		"Docking(1)" : "ชั้นอยากจะให้ปรับปรุงเครื่องยนต์บ้างอ่ะ!",
		"Docking(2)" : "เรนโซวโฮวจังก็ต้องซ่อมบำรุงเหมือนกันนะ",
		"Construction" : "เหมือนจะมีเรือลำอื่นที่ช้ากว่าชั้นสร้างเสร็จแล้วนะ",
		"Return" : "กองเรือกลับมาแล้วค่ะ ช้าจังเลยเนอะ!",
		"Sortie" : "เรนโซวโฮวจัง! ไปลุยด้วยกันเถอะ!",
		"Battle" : "ไม่มีใครตามชั้นทันหรอก! รู้อยู่แล้วใช่ไหมล่ะ~",
		"Attack" : "ชิมะคาเสะ เตรียมพร้อมยิงค่ะ!",
		"Yasen(1)" : "ชั้นบอกแล้วไง! ไม่มีใครสามารถหนีจากชิมะคาเสะได้หรอก!",
		"Yasen(2)" : "ฮึฮึมๆ พวกเธอช้าเกินไปแล้ว!",
		"MVP" : "ชั้นทำได้ดีที่สุด? จริงเหรอ? แน่อยู่แล้วล่ะ! เพราะชั้นเร็วยังไงล่ะ!",
		"Damaged(1)" : "ย๊า!",
		"Damaged(2)" : "พอได้แล้วนะ!",
		"Damaged(3)" : "อ้าา... คนอย่างชั้นนี่น่ะเหรอ โดนยิง...",
		"Sunk" : "บางที... ความเร็วก็ไม่ใช่ทุกอย่างสินะ...",
		"Idle" : "อ่ะ! อ่ะ... ตอนนี้กำลังคุยกับเรนโซวโฮวจังอยู่… เห้อ… ก็ชั้นเบื่อนี่นา!",
		"Repair" : "ชั้นซ่อมบำรุงเสร็จแล้วนะ!"
	},
	"229" : {
		"Poke(2)" : "พลเรือเอก อรุณสวัสดิ์ค่า!",
		"Supply" : "เติมเสบียงช้ามาก!",
		"Attack" : "ตอร์ปิโดออกซิเจน ยิงได้!",
		"Damaged(2)" : "เครื่องยนต์ทำงานเกินกำลังอีกแล้วเหรอ?",
		"Damaged(3)" : "อ้าา! มันเจ็บนะ!",
		"Idle" : "อ่ะ! อ่ะ... ตอนนี้กำลังคุยกับเรนโซวโฮวจังอยู่… เห้อ… ก็ชั้นเบื่อนี่นา!",
		"Repair" : "ซ่อมบำรุงเสร็จสักที ช้ามากเลยนะ!"
	},
	"184" : {
		"Intro" : "สวัสดีค่ะ เรือพี่เลี้ยงเรือดำน้ำ ไทเงค่ะ ถึงจะไม่ค่อยมีประสบการณ์มากเท่าไหร่ แต่ก็ยินดีที่ได้รู้จักค่ะ",
		"Library" : "เรือพี่เลี้ยงเรือดำน้ำ ไทเงค่ะ ตัวชั้นได้ทำหน้าที่เป็นเรือธงของเหล่าเรือดำน้ำค่ะ เพื่อสนับสนุนอาวุธยุทโธปกรณ์สำหรับใช้ออกปฏิบัติการ และปล่อยเครื่องบินสำรวจค่ะ จะพยายามเต็มที่เลยล่ะค่ะ!",
		"Poke(1)" : "มีอะไรหรือเปล่าคะ?",
		"Poke(2)" : "มอบหมายให้ชั้นดูแลพวกเรือดำน้ำอย่างงั้นเหรอคะ? ไว้ใจได้เลยค่ะ!",
		"Poke(3)" : "เอ่อ... มีอะไรในนี้บ้าง อย่างงั้นเหรอคะ? ก็พวกหัวหอม มันฝรั่ง... แล้วก็ พวกตอร์ปิโดเนี่ยแหละ... ค่ะ...",
		"Married" : "พลเรือเอก ไม่เหนื่อยบ้างเหรอคะ? ถึงตัวชั้นจะเป็นเรือพี่เลี้ยงเรือดำน้ำ แต่ตัวชั้นเองก็ค่อนข้างมั่นใจในเรื่องของการดูแลเอาใจใส่มากเหมือนกันนะคะ",
		"Wedding" : "พลเรือเอก... ตัวชั้นคนนี้ ต้องขอขอบคุณจากก้นบึ้งของหัวใจที่คอยดูแลฉันมาตั้งแต่แรกนะคะ ต่อจากนี้... ค่ะ ต่อจากนี้ต่อไปก็ขอขอบคุณนะคะ ไม่ว่าเมื่อไหร่ก็ตาม ตัวชั้นกับพลเรือเอกก็...",
		"Ranking" : "พลเรือเอก? เห็นคุณทำหน้าแบบนั้นแล้ว คงอยากทำให้ได้สินะคะ คงเป็นเรื่องสำคัญมากเลยสินะคะ",
		"Join" : "เรือธงแห่งกองเรือดำน้ำ ไทเง จะลุยแล้วนะคะ!",
		"Equip(1)" : "แหม๋~ ขอบคุณมากๆ เลยนะคะ",
		"Equip(2)" : "จริงเหรอคะ? ก็รู้สึกดีใจนิดๆ อยู่นะคะ",
		"Equip(3)" : "ก็คิดว่าดีใจอยู่นะคะ",
		"Supply" : "ค่ะ ขอบคุณมากๆ เลยนะคะ",
		"Docking(1)" : "ขอโทษนะคะ คงจะต้องไปอาบน้ำสักพักหนึ่งแล้วล่ะค่ะ",
		"Docking(2)" : "ขอรบกวนหน่อยนะคะ ชั้นคงจะต้องไปอาบน้ำนานสักพักหนึ่งแล้วล่ะค่ะ... อืม~ รู้สึกว่าพวกวงจรไฟฟ้าจะดูติดขัดนะคะ",
		"Construction" : "อ๊ะ! ดูเหมือนจะมีพวกพ้องคนใหม่มาเข้าร่วมกองเรือนะคะ",
		"Return" : "พวกกองเรืออื่นๆ ก็กลับมาอย่างปลอดภัยแล้วนะคะ โล่งอกไปที",
		"Sortie" : "เรือพี่เลี้ยงเรือดำน้ำ ไทเง จะลุยแล้วนะคะ!",
		"Battle" : "ตรวจพบกองเรือศัตรู! ...จะ-จะทำยังไงดีล่ะ?",
		"Attack" : "เอ๋?! เอ่อ... ยะ-ยิงเหรอคะ?!",
		"Yasen(1)" : "กองเรือรบพวกนั้น มีอาวุธตั้งเยอะแยะขนาดนั้น... ไม่ไหวหรอกค่า!",
		"Yasen(2)" : "ขอให้ยิงโดนทีเถอะค่ะ โดนทีเถอะ!",
		"MVP" : "เอ๊ะ... โกหกน่ะ! ฉะ-ฉันน่ะเหรอคะ?! ขะ-ขอบคุณมากๆ เลยนะคะ... จะ-จะพยายามนะคะ!",
		"Damaged(1)" : "กรี๊สสส!",
		"Damaged(2)" : "ชะ-ช่วยหยุดทีเถอะค่า!",
		"Damaged(3)" : "ดะ-โดนยิงแล้ว! มะ-ไม่นะ... ถ้าเกิดหลบช้ากว่านี้ล่ะก็! ต้องจมแน่ๆ เลย...! ",
		"Sunk" : "เอ๋... นี่ฉัน... จมแล้วงั้นเหรอ? แล้วนี่มันคืออะไรกันนะ... ใต้น้ำงั้นเหรอ...",
		"Idle" : "พล-เรือ-เอก พลเรือเอกคะ! อ-เอ่อคือ... เกี่ยวกับเรื่องออกปฏิบัติการของเรือดำน้ำ... อ้าว กำลังพักอยู่... น-นั่นสินะคะ เปล่าหรอกค่ะ ไม่มีอะไรหรอก... ค่ะ...",
		"Repair" : "โล่งอกไปทีนะคะ ดูเหมือนว่าการซ่อมบำรุงคงจะเสร็จแล้วล่ะค่ะ"
	}
}
