{
	"npc" : {
		"1" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"2" : "ขอบคุณมากค่ะ!",
		"3" : "ขอบคุณที่เหนื่อยนะคะ!",
		"301" : "พลเรือเอก ขอบคุณที่เหนื่อยนะคะ!",
		"302" : "ยินดีต้อนรับสู่โรงงานของอาคาชิค่ะ!",
		"303" : "เอาล่ะ จะพัฒนาอุปกรณ์อันไหนเหรอคะ? ",
		"304" : "ถ้าเป็นตอนนี้ล่ะก็ พัฒนาอุปกรณ์ได้เลยค่ะ",
		"305" : "อุปกรณ์อันนี้สินะคะ?",
		"306" : "รับทราบค่ะ! ",
		"307" : "ไว้ใจดิฉันได้เลยค่ะ!",
		"308" : "รู้สึกดีจังเลย! พัฒนาสำเร็จแล้วค่ะ!",
		"309" : "ขอโทษนะคะ... พัฒนาล้มเหลวซะแล้วสิ...",
		"310" : "อุปกรณ์ชิ้นนี้ สามารถพัฒนาไปสู่ระดับที่สูงกว่าได้แล้วนะคะ!",
		"311" : "ขอฝากเนื้อฝากตัวด้วยค่ะ!",
		"312" : "ยินดีต้อนรับค่ะ จะรับอะไรดีคะ?",
		"313" : "อันนี้สินะคะ!",
		"314" : "แน่ใจว่าต้องการอันนี้ใช่มั้ยค่ะ?",
		"315" : "ยินดีต้อนรับสู่ร้านของอาคาชิค่ะ!",
		"316" : "ขอบพระคุณมากค่ะ!",
		"317" : "พลเรือเอก ขอบพระคุณที่อุดหนุนเสมอมานะคะ!",
		"318" : "การต่อเรือในอู่ใหญ่เนี่ย ไว้ตอนที่(อยากล้มละลายและ)มีทรัพยากรเหลือเฟือ ค่อยมาลุ้นด้วยกันนะคะ!",
		"401" : "พลเรือเอก ภารกิจสำเร็จแล้วค่ะ!",
		"402" : "พลเรือเอก ดูเหมือนว่าจะทำภารกิจสำเร็จแล้วนะคะ!",
		"403" : "พลเรือเอก ยินดีด้วยค่ะ!",
		"404" : "กองเรือส่งโทรเลขเข้ามาค่ะ!",
		"405" : "พลเรือเอก มีโทรเลขเข้ามาค่ะ!",
		"406" : "มีอะไรหรือเปล่าคะ?",
		"407" : "พลเรือเอก ได้โปรดออกคำสั่งปฏิบัติภารกิจด้วยค่ะ",
		"408" : "พลเรือเอก ได้เวลาสำหรับภารกิจต่อไปแล้ว",
		"409" : "รับทราบค่ะ!",
		"410" : "ขอรบกวนด้วยนะคะ!"
	},
	"titlecall_a" : {
		"01" : "คังโคเระ",
		"02" : "คัง-โค-เระ",
		"03" : "คังโคเระ",
		"04" : "คั~ง~โค~เระ!",
		"05" : "คังโคเระ!",
		"06" : "คั~ง~โค~เระ!",
		"07" : "คังโคเระ~",
		"08" : "คั~ง~โค~เระ!",
		"09" : "คันไต คอลเล็คชั่น, คังโคเระ",
		"10" : "คังโคเระ!",
		"11" : "คัง-โค-เระ!",
		"12" : "คังโคเระ",
		"13" : "คัง-โค-เระ",
		"14" : "คันไต คอลเล็คชั่น! คังโคเระ",
		"15" : "คังโคเระ!",
		"16" : "คั~ง~โค~เระ!!",
		"17" : "คังโคเระ!",
		"18" : "คัง-โค-เระ!",
		"19" : "คังโคเระ!",
		"20" : "คัง-โค-เระ!"
	},
	"titlecall_b" : {
		"01" : "คังโคเระ เริ่มได้!",
		"02" : "คั~ง~โค~เระ! จะเริ่มล่ะนะ!",
		"03" : "คังโคเระ เริ่มได้ค่ะ!",
		"04" : "คั~ง~โค~เระ! มาเริ่มกันเลย!",
		"05" : "คังโคเระ เริ่มได้...",
		"06" : "คั~ง~โค~เระ! จะเริ่มล่ะนะ...",
		"07" : "ได้ยินเสียงชัดมั้ยล่ะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"08" : "ไปลุยกันเลย! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"09" : "ได้ยินเสียงชัดมั้ยคะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะจ๊ะ",
		"10" : "ได้ยินเสียงชัดมั้ยคะ! มารวมเป็นส่วนหนึ่ง ในชัยชนะแห่งท้องทะเลอันไกลโพ้นกันเถอะค่ะ",
		"11" : "คังโคเระ เริ่มได้!",
		"12" : "คังโคเระ เริ่มได้!",
		"13" : "คังโคเระ... จะเริ่มล่ะนะ!"
	},
	"titlecall_c" : {
		"01" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"02" : "ขอฝากเนื้อฝากตัวด้วยค่า~",
		"03" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"04" : "ต่อจากนี้ไปก็ขอฝากเนื้อฝากตัวด้วยน๊า~",
		"05" : "จากนี้ไปพวกเราก็ขอฝากเนื้อฝากตัวด้วยค่ะ~",
		"06" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"07" : "พลเรือเอกมาถึงฐานทัพเรือแล้วค่ะ จากนี้เป็นต้นไป ที่นี่จะอยู่ในความดูแลของคุณนะ",
		"08" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"09" : "ผู้การมาแล้วค่ะ จากนี้ไปที่นี่จะอยู่ในความดูแลของท่านค่า",
		"10" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ",
		"11" : "พลเรือเอกมาถึงฐานทัพเรือแล้ว จากนี้เป็นต้นไป ทุกอย่างจะอยู่ในความดูแลของท่านค่ะ"
	},
	"43": {
		"Intro": "เราคือชิกุเระ เรือพิฆาตชั้นชิราสึยุ จากนี้ไปขอฝากเนื้อฝากตัวด้วยค่ะ",
		"Library": "เราคือชิกุเระ เรือพิฆาตลำดับที่สอง ชั้นชิราสึยุค่ะ ในศึกที่อ่าวเลย์เตครั้งนั้น ได้เข้าร่วมกับกองเรือนิชิมูระเพื่อบุกช่องแคบซูริกาโอะแห่งชะตากรรมล่ะ ทั้งฟุโซและยามาชิโระต่างก็สุดยอดกันทั้งนั้น… แม้ตอนนี้ทุกคนจะลืมกันไปหมดแล้ว แต่ก็ยังมีเราที่ยังจดจำได้ดี…",
		"Poke(1)": "เรียกเราเหรอคะ พลเรือเอก?",
		"Poke(2)": "ฝนตกดีจัง",
		"Poke(3)": "สนใจในตัวเราเหรอ? ...เอาสิ อยากจะถามอะไรก็ลองถามมาได้เลยค่ะ",
		"Married": "พลเรือเอกที่ขยันขันแข็งเราก็คิดว่าเท่ดีนะ แต่ว่าท่านอย่าหักโหมจนเกินไปได้ไหมคะ?",
		"Wedding": "ฝน... ดูท่าจะยังไม่หยุดเลย พลเรือเอกอยู่ตรงนั้นเดี๋ยวก็เปียกหมดหรอกค่ะ เข้ามาอยู่ใกล้ๆ เราสิ อยู่ด้วยกันอย่างนี้จนกว่าฝนจะหยุดก็แล้วกัน",
		"Ranking": "พลเรือเอกคะ มีจดหมายส่งมาค่ะ",
		"Join": "ชิกุเระ จะไปล่ะค่ะ",
		"Equip(1)": "ขอบคุณค่ะ ดูเหมือนเราจะแข็งแกร่งขึ้นมานิดหน่อยล่ะนะ",
		"Equip(2)": "ตอร์ปิโดออกซิเจนเหรอ... อื้ม เราก็อยากได้บ้างจัง",
		"Equip(3)": "ฝนคงหยุดตกสักวัน",
		"Supply": "ขอบคุณค่ะ",
		"Docking(1)": "ขอบคุณค่ะ มันต้องดีขึ้นแน่",
		"Docking(2)": "ฉันเป็นตัวถ่วงให้ทุกคนหรือเปล่านะ... เรื่องครั้งนี้ จะต้องตอบแทนให้ได้ เราสัญญา",
		"Construction": "เรือลำใหม่ต่อเสร็จแล้วนะ",
		"Return": "กองเรือกลับมาอย่างปลอดภัย ค่อยยังชั่ว",
		"Sortie": "เรือพิฆาต ชิกุเระ ออกปฏิบัติการ",
		"Battle": "เจอเรือศัตรูแล้ว",
		"Attack": "เราจะไม่ยอมแพ้อยู่ที่นี่หรอก",
		"Yasen(1)": "พวกแกนี่น่าผิดหวังจริงๆ",
		"Yasen(2)": "น่าเสียดายนะ",
		"MVP": "ชัยชนะศึกนี้น่ะ ถ้าเทียบกับพลังของเราแล้วล่ะก็เป็นแค่ส่วนเล็กน้อยเท่านั้น คงต้องขอบคุณสายฝนนี้... ใช่ และก็พลเรือเอกด้วย",
		"Damaged(1)": "โดนด้วยเหรอ...?",
		"Damaged(2)": "อย่านะ มันเจ็บไม่ใช่เหรอ",
		"Damaged(3)": "ไล่ต้อนคนอย่างเราได้ถึงขนาดนี้ ...ก็ดี เอาเลยสิ",
		"Sunk": "เรามาได้แค่นี้เองเหรอ... พลเรือเอก ทุกคน... ลาก่อนนะ",
		"Idle": "ถ้าเรายังอยู่ตรงนี้ จะเป็นอะไรไหมนะ...?",
		"Repair": "ซ่อมบำรุงเสร็จแล้วค่ะ..."
	},
	"243": {
	},
	"145": {
		"H0000": "ตอนนี้เวลา 00:00 เลยเที่ยงคืนแล้วค่ะ กำลังจะขึ้นวันใหม่แล้วนะคะ",
		"H0100": "01:00 พลเรือเอกดูเหนื่อยๆ นะคะ",
		"H0200": "02:00 ยังไหวมั้ยคะ?",
		"H0300": "03:00 เป็นคืนที่เงียบสงบจังเลยนะคะ",
		"H0400": "04:00 เราไม่เป็นไรค่ะ พลเรือเอกใจดีจังเลยนะคะ",
		"H0500": "05:00 เช้าวันใหม่เริ่มต้นแล้วค่ะ",
		"H0600": "06:00 วันนี้เรามารับหน้าที่เลขาบอกเวลาในวันนี้ค่ะ",
		"H0700": "07:00 ตอนเช้าน่ะ เราก็ชอบเหมือนกันนะ",
		"H0800": "08:00 ได้เวลาเริ่มปฏิบัติการแล้วนะคะ พลเรือเอก",
		"H0900": "09:00 โลกนี้มันช่างวุ่นวายจังเลยนะคะ",
		"H1000": "10:00 งานของพลเรือเอก เอ่อ... อืม... ก็เป็นพลเรือเอกสินะคะ",
		"H1100": "11:00 เราก็เริ่มรู้สึกหิวแล้วเหมือนกันนะ",
		"H1200": "12:00 เหนื่อยไหมคะ? ได้เวลาแล้วล่ะ ไปทานอาหารเที่ยงกันเถอะค่ะ",
		"H1300": "13:00 ได้ทานอาหารเที่ยงกับพลเรือเอก ดีใจจังเลยค่ะ",
		"H1400": "14:00 ปฏิบัติการช่วงบ่ายนี้ ก็มาพยายามกันต่อนะคะ",
		"H1500": "15:00 สนใจตารางการจัดอับดับมั้ยคะ?",
		"H1600": "16:00 พลเรือเอก เหนื่อยหน่อยนะคะ ขอบคุณสำหรับวันนี้ค่ะ",
		"H1700": "17:00 พลเรือเอกยุ่งอยู่สินะคะ",
		"H1800": "18:00 ถ้าเป็นงานที่เราช่วยได้ ก็คงจะดีนะ...",
		"H1900": "19:00 ได้เวลาทานอาหารเย็นแล้วนะคะ",
		"H2000": "20:00 ได้เวลารบกลางคืนแล้วเหรอ... เสียงดังจังเลยนะคะ",
		"H2100": "21:00 กลางคืนแล้วเหรอ...",
		"H2200": "22:00 ทำตัวตามสบายก็ได้นะคะ อืม... เราก็เหมือนกัน",
		"H2300": "23:00 วันนี้ก็หมดหน้าที่สำหรับชิกุเระจากซาเซโบแล้วค่ะ"
	},
	"45" : {
		"Intro" : "สวัสดีค่ะ เรือพิฆาตชั้นชิราสึยุ ยูดาจิโหยว~! ขอฝากเนื้อฝากตัวด้วยนะ!",
		"Library" : "เรือพิฆาตชั้นชิราสึยุ ลำดับที่ 4 ยูดาจิค่ะ การต่อสู้ในศึกที่โซโลมอนครั้งที่ 3 ชั้นได้พยายามอย่างเต็มที่เลยนะโป้ย! แต่รู้สึกว่า... คำว่า ไอรอนบอททอม ซาวด์ เนี้ยเป็นคำที่น่ากลัวจังเลยเนอะ?",
		"Poke(1)" : "เรียกเราเหรอโป้ย? มีอะไรเหรอคะ?",
		"Poke(2)" : "คุณพลเรือเอก มีธุระอะไรเหรอ~?",
		"Poke(3)" : "หืม~? อะไรเหรอคะ มีเกมใหม่มาเหรอโป้ย?",
		"Married" : "ถ้าเพื่อพลเรือเอกที่เราชอบแล้วล่ะก็... ยูดาจิจะต้องแข็งแกร่งกว่านี้ให้ได้เลยโป้ย!",
		"Wedding" : "คุณพลเรือเอก ทำไมหน้าแดงเหรอโป้ย? ทำไมล่ะ? เรื่องความรักเหรอ? คนที่ชอบเหรอคะ? เอ๋! ไม่เอานะ เราจะทำไงดีล่ะ!?",
		"Ranking" : "เหมือนจะมีโทรเลขหรืออะไรซักอย่าง ส่งมานะโป้ย?",
		"Join" : "เรือพิฆาต ยูดาจิ ออกปฏิบัติการ~!",
		"Equip(1)" : "หืม~! ไม่เลวเลยนี่คะ!",
		"Equip(2)" : "เราในเวอร์ชั่นใหม่เหรอโป้ย?",
		"Equip(3)" : "โป้ย~?",
		"Supply" : "เอิ๊ก! อิ่มจังเลยโป้ย~",
		"Docking(1)" : "กินข้าว~ กินข้าว~",
		"Docking(2)" : "เหมือนว่า... จะง่วงนอนแล้ว ขอเราไปพักล่ะนะโป้ย~",
		"Construction" : "เพื่อนใหม่มาถึงแล้วล่ะโป้ย!",
		"Return" : "กองเรือกลับมาแล้วเหรอโป้ย?",
		"Sortie" : "ขอโทษที่ให้คอยค่า!",
		"Battle" : "เอาล่ะ! มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะ",
		"Attack" : "แล้วเราจะยิงใครก่อนดีล่ะ?",
		"Yasen(1)" : "อืม! มาต่อกันอีกสักหน่อยไหมโป้ย?",
		"Yasen(2)" : "เจอนี่หน่อยเป็นไงล่ะ!",
		"MVP" : "ยูดาจิ พยายามได้ดีมากเหรอโป้ย? คุณพลเรือเอก ชมเค้าหน่อยสิ ชมหน่อย~",
		"Damaged(1)" : "อ๊า!",
		"Damaged(2)" : "ว้าย!",
		"Damaged(3)" : "โธ่! เจ้าบ้า แบบนี้เราก็สู้ต่อไม่ได้สิโป้ย~",
		"Sunk" : "นี่หรือว่า... คือการถูกจมอย่างนั้นเหรอโป้ย~",
		"Idle" : "เอ่อคือ... เราถูกทิ้งเหรอโป้ย? เราไม่ดีพอเหรอโป้ย!? แบบนี้ต้องฝึกให้มากกว่านี้ซะแล้วสิ!",
		"Repair" : "ซ่อมบำรุงเสร็จแล้วโป้ย~!"
	},
	"245" : {
	},
	"144" : {
		"Married" : "ขอโทษที่ให้คอยค่า!",
		"Equip(1)" : "ถ้าเพื่อพลเรือเอกที่เราชอบแล้วล่ะก็... ยูดาจิจะต้องแข็งแกร่งกว่านี้ให้ได้เลยโป้ย!",
		"Equip(2)" : "มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะค่ะ!",
		"Sortie" : "เอาล่ะ! มาจัดปาร์ตี้ที่แสนวิเศษกันเถอะ",
		"Battle" : "ฝันร้ายแห่งโซโลมอนน่ะ เราจะแสดงให้ดูเอง!",
		"Yasen(1)" : "ฝันร้ายแห่งโซโลมอนน่ะ เราจะแสดงให้ดูเอง!",
		"Yasen(2)" : "มีเป้าหมายให้เลือกยิงเต็มไปหมดเลยล่ะโป้ย~",
		"Damaged(1)" : "ยูดาจิ จะเข้าโจมตีล่ะนะโป้ย!",
		"Damaged(2)" : "ต่อให้ต้องกางใบเรือออก ก็จะสู้ต่อนะ!",
		"Sunk" : "กัปตันคิกคาวะ... จะได้พบกันอีกไหมนะ..."
	}
}
